{"title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","date":"September 16, 2020","thanks":"","content":"Please find below the transcript of the most important podcast episode I’ve ever published. In it, I describe the most life-shaping, certainly the most difficult, and certainly the most transformative journey of my 43 years on this planet. I’ve never shared it before. My dance partner and safety net in this conversation is my friend Debbie Millman (@debbiemillman). She has been named one of the most creative people in business by Fast Company, and she is the host of Design Matters—a great show and one of the world’s longest running podcasts. She is also Chair of the Masters in Branding Program at the School of Visual Arts and Editorial Director of Print magazine, and she has worked on design strategy for some of the world’s largest brands. But I didn’t ask Debbie to join me because of her bio. I asked Debbie because she’s a close confidante, she’s an excellent interviewer, and she’s been an incredible support for me in the last few years, including late-night emergency phone calls. Last but not least, she and I have experienced similar trauma but have taken two very different paths to healing using very different tools. So, you get a two-for-one deal in this conversation. #464: Tim Ferriss — My Healing Journey After Childhood Abuse Listen to the episode on Apple Podcasts, Spotify, Overcast, Stitcher, Castbox, Google Podcasts, or on your favorite podcast platform. *** All resources mentioned in this episode—and many more—are listed here. If you have tips, advice, or resources that have helped you, please share in the comments. We will moderate to eliminate any bad actors, snark, or other nonsense. And if you remember only one thing, remember this: there is light on the other side. I wouldn’t have believed this even five years ago, but I now consider myself living proof that deep, lasting change is possible. Don’t give up. You are never alone, and it is never hopeless. I’m right there alongside you, as are millions of others. Much love to you and yours, Tim P. S. Disclaimer: Debbie and I are not doctors or therapists, and we don’t play them on the internet. This episode and blog post are for informational purposes only, and nothing is intended as professional or medical advice in any capacity. Please be smart and be safe. DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. INTRODUCTION:Tim Ferriss: For me personally, this is the most important podcast episode I’ve ever published. It’ll describe the most life-shaping, most difficult, and most transformative journey of my 43 years on this planet. This is a journey I’ve certainly never shared publicly before. To give you an idea, most of my family and closest friends know nothing about it. I believe this episode is relevant to almost everyone. If you haven’t experienced trauma, you will meet people who have, and you may already know people who have (including friends or family members who simply haven’t told you). Please do note, however that this episode is not suitable for children. All that having been said, my dance partner and safety net in this conversation is my friend Debbie Millman. Here’s her formal bio: Debbie (@debbiemillman) has been named “one of the most creative people in business” by Fast Company and is the host of Design Matters, one of the world’s longest-running podcasts. She is also Chair of the Masters in Branding Program at the School of Visual Arts, Editorial Director of Print magazine and has worked on design strategy for some of the world’s largest brands. But all that’s not why I asked her if she’d join me. I asked Debbie because she’s a dear friend, we have a lot of shared experiences, she’s an excellent interviewer, and she’s been an incredible support for the last few years, including some late-night emergency phone calls. Last but not least, she and I have experienced similar trauma but have taken two very different paths to healing using very different sets of tools, so you get a two-for-one deal. This conversation was fucking hard for me. And I could have deleted some of the stammering and struggling— but I chose not to. Because that would have been fakery, and I wanted to share the emotional struggle in its rawness. This stuff isn’t always easy, and it can be messy, but it is possible to get to the other side. Please listen to the whole thing, as the lessons, tools, and resources that have helped us are scattered throughout, including an especially dense last 30 minutes. Just a few more notes and then we’ll get into it: First, to those who know me and who might reach out, please note that I expect to be overwhelmed — emotionally and otherwise — when this is published, and I sincerely ask for your understanding if I’m not able to reply to any outreach. It’ll be a very challenging week for me, and probably a very challenging month. Thank you for understanding. Second, this is — and we are — a work in progress. Debbie and I both reserve the right to change our minds about how we think and feel about everything. Third, and a very important disclaimer: We are not therapists, we are not doctors, so this is not intended in any way as professional or medical advice. This is for informational purposes only. It’s just two people sharing their personal stories and perspectives. As Debbie put it in this episode: “I think it’s really important for people to understand that their path to healing is very much their own path to healing, in the same way that everybody has their own path to love, or success, or family.” And everything mentioned in this episode, and many more things that might help, are available in one place at: tim. blog/trauma OK, here we go… ***Tim Ferriss: So Debbie, first of all, you are the sweetest of sweethearts. Thank you for doing this with me. I know that you’ve been a trusted companion for quite a long time, with respect to many of the things that we’ll be talking about. And it really means the world to me. So thank you. Debbie Millman: My honor, Tim, truly, truly. Tim Ferriss: So I don’t think I’m going to bury the lede, as they say, in journalism with this conversation. I’ll start with the statement and then we can work around that. So the statement is and the opening is that I was routinely sexually abused from ages two to four—that seems to be accurate based on conversations with my mom about the timeline—by the son of a babysitter. So if you imagine sort of the most disgusting, repulsive activities that you might envision with that statement, that is what happened. And I don’t know if it was on a weekly basis. I don’t know if it was multiple times a week, but it was frequent over a period of two years. And I want to speak to why I’m recording this podcast and discussing this with you now. So I’ll tackle the why with you first. And that is because you really inspired me when, seemingly, 100 years ago on my podcast, after I noted before our conversation that you seldom spoke about your childhood, you opened up and spoke about your own abuse that you suffered through. And it was such a courageous act and helped so many people. And my intention has always been to talk about this chapter, I’d say, over the last five or six years, at least. That’s been my intention and I’ve wanted to put it into a book that tracks my healing journey effectively. And had a conversation with my girlfriend, perhaps six months ago. And this was just as COVID was beginning to set in. This was probably early February, mid-February as global news. And I had fears around my mortality due to respiratory issues, comorbidities. And I’d also done work in therapy that involved asking the question prior to that: If you were to say you are going to die tomorrow, what would you regret having not said or not done? Alternatively, if you knew you had a year left in perfect health and then you would die a year from now exactly, what would you do in that year? And at the very top of the list was talking about the sexual abuse. And my girlfriend made an observation as we were talking about plans for the book, which was, if the book takes three years, there may be people who are no longer around in three years through suicide or natural causes who could benefit, who might benefit from speaking about this openly. So that is why I decided to record this. And as we’re recording this, I don’t know if I’m going to release it or when I will release it, but to at least have a record. God forbid something were to happen to me, I would really regret not having spoken about this. And the intention is hopefully to show that it is possible to find some light, actually incredible amounts of light in the darkness and that there are tools available that really do work and help. And Debbie, it’s been a rollercoaster in the last, say 36 hours as I’ve been appreciating the realness of having this conversation with you because old coping mechanisms have started to crop up. Like even last night, I was talking to my girlfriend about this and I started to dissociate. My mind started to separate itself from my body so that my body could withstand whatever it needed to withstand. And for those people that don’t know what that means, you can induce it with something like ketamine, certainly I don’t recommend that, but it’s a dissociative anesthetic. And it’s a very odd experience to describe to someone who hasn’t experienced it. Thankfully, most people haven’t, but it’s almost like your consciousness, the locus of your awareness, moves outside your body so that you’re not subject to what your body will experience or suffer through. And that’s been happening over the last 36 hours as I’ve been preparing for this conversation. And I’m just going to keep going. For a very long time, up until age 35 or so, I felt like I had no memories before age six or five. And this type of amnesia actually showed up a lot for me in the sense that whenever I had a very stressful set of circumstances, a crisis of some type, a severe injury. I would experience this dissociation and I would black out my memory for the next, let’s just call it two to five hours would disappear. I would have no recollection of what happened. And I didn’t have any memories I could recall or did recall about this abuse until five or six years ago when I had a number of experiences with a psychedelic combination of plants called ayahuasca. And for more on that, we can refer people to other podcasts where I’ve talked about this, but at the time, let’s just call it five years ago, for sake of simplicity, the memory came up—and psychedelics are well known, not necessarily in the scientific literature, although there are some recordings of this, but more anecdotally across thousands and tens of thousands and millions of users over time, hypermnesia. So the opposite of amnesia, remembering things that you haven’t thought of in decades—the color and texture of the corduroy couch you had when you were an infant, that type of thing—and about five years ago, I would say, I had these crystal clear memories of sexual abuse come to me. The layout of the house, the other kids who were being cared of, so to speak, at the house. What the mother looked like, what the son looked like, being led up the stairs to the upstairs bedroom, the floor plan of the house. I know exactly where the house is. I know the driveway, I know the names, these are all things that I know. And it came flooding back to me. And at the time I thought to myself, “Huh, that’s interesting. That definitely happened. I remember that happening.” And it came back to me in high resolution, but I didn’t feel any suffering associated with it. And I tucked it away, I put it back in the box, locked the box. And that was that. Until I had my first 10-day Vipassana silent retreat. And thankfully, had Jack Kornfield there as one of the lead facilitators. And to increase the depth of the experience, I’d fast beforehand. So it was fasting for about five days. And then began to use increasing dosages of psilocybin mushrooms, which contains psilocybin. So I started at 300 milligrams, went up to 600, and ultimately landed at 900. And I want to say around day six of this silent retreat, all of this abuse came back to me like a tidal wave. And it was replaying as if I were wearing a virtual reality headset. I was immersed. I wasn’t an observer. I was actually being traumatized and re-traumatized 24/7 for this period of time. Any moment that I was awake, this movie was playing and I would sweat through my sheets at night, fall asleep for an hour or two, then wake up to go back into meditation and the movie would start again. And I was so distraught. There was so much anguish. And I felt like I was either already having a psychotic break, or certain to have a psychotic break and that I would not be able to manage life when I left the silent retreat that I sought out Jack as an emergency to spend time with him and speak with him. And he really saved me. He was the safety net. So I owe a huge debt of gratitude to Jack, who is not just an incredibly adept mindfulness practitioner, but also a clinical psychologist. And he’s worked with many, many, many different types of trauma, that’s victims of sexual abuse, you name it, very broad spectrum. So I really owe him huge thanks. And it was at that point after that that Jack made a number of recommendations for resources that we’ll talk about later, but included books by Peter Levine, like Waking the Tiger, The Body Keeps the Score by Bessel van der Kolk and a handful of other things. It was at the tail end of that retreat that I realized these, let’s just call it 17 seemingly inexplicable behaviors of mine, these vicious cycles or triggers that I had been treating like separate things, separate problems to be solved, were all downstream of this trauma, if that makes any sense. I don’t know if you’ve had this experience, but I was like, “Oh, now that you click that puzzle piece into place, these really strange behaviors, this self-loathing, this rage that was seemingly so exaggerated and disproportionate, leading to the near suicide in college, which was as close as you can get to taking your life without actually doing it. All of these things fell into places making sense. And on one hand there was this relief that it made sense and that I wasn’t broken in all these different ways. I had just sort of suffered this acute trauma and blocked it. And it was also very overwhelming because I didn’t necessarily know how to work on this root cause, this trauma. And that’s when the direct work began. I cleared everything in my calendar and everything waited, everything that could wait, waited. And these memories at that point had started to trickle up to awareness. And I’ll just give another example that I’ve never spoken about publicly, which is in elementary school, feeling numb and priding myself on pain tolerance. This ability to dissociate and for whatever reason, really—well, for obvious reasons I guess, wanting to develop the ability to withstand pain. And for a very short period, I would bring this pocket knife to school and press it into the back of my left thumb, I remember this really clearly, until my thumb would start to bleed and then I’d move it a millimeter or two and then press it into my thumb and make it bleed. And do this over and over again without changing my facial expression. I’m in class, I’m sitting in math class doing this, looking at the blackboard tracking things. And fortunately for me, after a short time of doing this, scared myself by doing it and stopped. But it didn’t strike me as particularly strange at the time. And— Debbie Millman: Yeah. You were relieving pain. You were using that as a way to be able to release some of your trauma without even knowing it. Tim Ferriss: I certainly think that could well be the case. And part of the reason that I’ve held off on this conversation also is that for a long time, after the realization, after ayahuasca, felt like this did not affect me, that it was a bad thing that happened, but who am I to complain? I discounted it because of all the other blessings and privileges that I have in my life, and assumed that I could put under lock and key. And after the silent retreat and this, let’s just call it a psychotic break, which is really what I think it was, whether it’s a breakdown, or a breakthrough, or both, we could debate, but I realized that whether you’re dealing with it directly and putting it in front of you as the task that hinders all other tasks and prioritizing it, or you are not dealing with it but it’s creeping out through the corners and affecting you in ways that you may not even be aware of, you’re dealing with it whether or not you choose to deal with it. Debbie Millman: Exactly. Tim Ferriss: And so I began working, this is a few years ago, on compiling this book on healing. And I’m very fortunate in the sense that this sexual trauma never seemed to affect my sex life, my sort of vitality in sex. It was one of the few places actually that I felt integrated and felt, period. Where I actually felt deeply without dissociating. And so I started working on this book, the healing book. And I was writing this chapter, drafting this chapter on the abuse. And part of the reason it’s taken us so long to have this phone call is because I’ve been afraid of it. I wrote this chapter, this draft, and it totally fucked me up. I didn’t expect it would because I’d felt so invulnerable. But the day after I started drafting it, completely lost my sex drive, basically lost sexual function, any interest or ability related to sex just disappeared. And that scared the shit out of me. And fortunately that’s not—that complete paralysis hasn’t continued, but I’ve been very concerned about taking this one oasis of feeling that I’ve had consistently and fucking it up by talking about this stuff. Debbie Millman: Well, that’s something that’s more the case than I think a lot of people talk about. I think that having any kind of enjoyment sexually after long-term abuse is really rare. And it’s not surprising that you would have that response. And I’m really happy to know that you’re able to—that that’s improved since that experience. It’s been a lifelong process for me. And one that I’m still on to sort of re-engage from that first disassociation, which for many people that disassociation is really what saves a person’s life, because you couldn’t actually integrate that level of trauma at that young age. You’d have had that psychological break then and likely never recovered. Tim Ferriss: Totally. And I was chatting with a friend of mine before this call and I haven’t spoken to many people at all about any of this, but he also suffered quite a lot of trauma. And he said something to me, which I’ve also thought quite a bit in the last few years. And that is your childhood adaptive responses are perfect, that dissociation in a way is a miracle of evolution. The fact that we develop this ability to split our psyche, compartmentalize to survive, is really miraculous. And there just comes a point, at least for me, where these old adaptive coping mechanisms have outlived their usefulness. And that’s been a huge part of my journey. And telling my parents was also extremely difficult. I was worried about destroying them in a way, if that makes sense. So my intention had been with this book to wait until they passed, to wait until they died to release this so they wouldn’t blame themselves for everything. And what I realized was that was too demanding for me as a burden. And I decided to have the conversation without any expectation of any response, but simply to give voice to it in a way that would hopefully free me from the weight of that being constantly on my mind, on my subconscious. And I figured I could probably speak to a few of the things that I’ve found helpful. And I’d love to hear from you as well, but perhaps you could speak to—because you’ve been sort of immersed in the therapy and treatment and sort of trauma mitigation side of things for much longer than I have. Could you speak to how common this type of sexual abuse is? Debbie Millman: Yeah, absolutely. Well, first I just want to say that I love you, Tim. You are such a good, good man— Tim Ferriss: Thank you, Debbie. Debbie Millman: You have such a big heart, and a big brain and just so much generosity. And it’s just an honor to be talking to you really. And I feel very privileged to be able to have this conversation with you and if it does get released, I just I’m feeling just so grateful about the possibilities that it’s going to have to help so many people that need it. Sexual abuse is one of the most common traumas in the world. One in three women by the time they’re 18 will have been sexually assaulted in some way. The numbers that we know now are one in six boys, but given how much shame is associated with boys actually disclosing, my suspicion—and quite a lot of clinical psychologists’ suspicions—is that it’s much higher. I don’t know why there would be any difference, frankly. But that’s a lot of people. That’s a lot of people, that’s a lot of young people. And we as a species have so much shame associated with this behavior that has been socialized, that somehow it is the victim’s fault. Just think about what rape victims go through when they report, how much they have to defend the believability of their story or what they might have done or not done to contribute. So you can only imagine how much shame there is for young people that don’t know what is happening to them or why it’s happening to them. So it’s pervasive in our world. And it is one of the most devastating behaviors that someone can enact on another at any age. If it happens before the age of 10, because we’re all still developing our brains, it changes the neural pathways in our brains to such an extent that the behaviors that I know we’re going to talk about that you’ve struggled with and that I’ve struggled with are just a normal way of responding once that kind of trauma occurs. And for me, my trauma began, my sexual trauma began when I was nine years old and continued until I was 12. And it was something that my stepfather did to me. This was back in the early, early ’70s. And we didn’t have the conversation about sexual abuse that we do now. And I didn’t know that it happened to anyone. I thought I was the only person in the world it was happening to. And I was told by my stepfather that if I told anybody he would kill my brother and my mother. And because he was so much bigger and stronger than me—anybody at that age could have been bigger and stronger than me, any adult—I believed him. And so I didn’t tell anybody. After it happened, after my mother and he ended up divorcing—and there’s a lot of stories around that we don’t need to get into, but my abuse was a part of it, but not something that was known to the degree that it occurred. And then after that, another partner of my mother’s also abused me. But I didn’t think that—because I didn’t know that it had happened to anybody else when I was a little girl, I didn’t know how to understand it. The only way that I ultimately found out that it was happening to anybody else was through the Ann Landers advice column in Newsday, where I was living on Long Island. And would read Dear Ann Landers every day. And one day somebody wrote in about being abused and I cut out the article and put it under my mattress because suddenly I felt like I knew somebody else that it was happening to. It wasn’t just me. I wasn’t a freak. And when I got older, talking 15, 16, 17 years old, at that point, I thought, “Well, I’m not going to let this impact me. I’m not going to let him win my life. I’m going to try to have the best life that I could have.” Not realizing at that young age, as you’ve mentioned, the body keeps the score. You cannot outrun your own psyche. It is not possible. It is just not possible. Your psyche is too strong to just take those experiences and sweep them under a rug and never ever look at them again. They come back. And they came back to me in really sort of a significant way when a friend of mine died of AIDS in 1990. And he wanted to live so badly and I was 29 or 30 and feeling like I didn’t want to live. I knew that I couldn’t kill myself, but I didn’t want to be living. And the fact that he wanted so badly to live and died really for the first time sent me into significant therapy, everyday therapy for three years. And then I’ve been with that same therapist now since then. So we’re going on 30 years of therapy with the same doctor. Now I go twice a week instead of five times a week, but it’s been consistent for that entire three decades. And she saved my life. She saved my life and that work we did saved my life. But back to my experience with you, I still, up until 2017 or 2018, when I was first on your show, I was very, very secretive about my past. I still felt an enormous amount of shame. I still felt that it made me damaged goods. I was not really willing to discuss it with anyone at any length, beyond my closest, closest friends and partners. And I hadn’t even talked about it at length with my family who didn’t really seem to want to know. I had already started working with the Joyful Heart Foundation with Mariska Hargitay, who’s the star of Law & Order: SVU. And in the Q and A on my bio on the Joyful Heart website, I made a fairly innocuous statement which was that I felt that being part of the organization made my life make sense because I was helping to eradicate sexual violence, because I was working to communicate that the rape kit backlog was something that needed to be eradicated. You’ve read my bio. Tim Ferriss: What is that? Debbie Millman: The rape kit backlog is, whenever anybody is raped now in this country, when they report it, they go to the hospital, and they undertake what is often a multi-hour, often up to 10 or 12 or 14 hours rape kit, which is where all the DNA evidence is collected. So under your fingernails, hair clippings, your entire body is essentially, is evidence. And so you undergo just a forensic cleaning where everything is taken, all the fluids, every bit of DNA is collected, put into a kit, tested to be able to see if any DNA is already on record for other rape victims. And for many, many decades, there’s been backlog where those rape kits are processed and some of them were in storage, and there’s been hundreds of thousands of rape kits that have been destroyed because they weren’t in the correct storage, or they were in buildings that were unclean or unsupervised. So the Joyful Heart Foundation is working now, right now their main function is to work to eradicate the rape kit backlog in this country. Mariska Hargitay made an Emmy-winning documentary about it, I Am Evidence, which is about the backlog and eradicating that backlog. But you, Tim, when you were in preparation for our interview, you found that little bio of mine on Joyful Heart’s website and asked me why working with the Joyful Heart Foundation made my life make sense. And in that moment, I had to decide: do I disclose to Tim’s millions and millions of people that are the listening audience, or do I lie? And I just took one step into the future and told the truth. And that changed my life. Because once you tell the truth, a couple of things happen. First of all, you realize that you’re not ostracized by the people that really love you. You are not shamed by speaking your truth and people do believe you. Now that’s not the case with everyone, but it was the case for me. And I felt as a result of that experience, my life was fundamentally, irrevocably changed. Where I am now, someone that has this experience is part of who I am, but it’s not hidden, and it’s not ugly, and it’s not loathed. It’s just part of who I am now, part of my story. I’m still going through a lot of things and we can talk about that too, and the reintegration, and everything that goes along with it. But the idea of hating myself because of this happening, because of what it meant about who I was intrinsically has fundamentally changed just by the sheer virtue of speaking about it in a public way that isn’t hidden anymore. So thank you for that. Tim Ferriss: You’re so welcome Debbie. And I feel so grateful for you having done that because the ripple effect in some ways of that for me personally, is having this conversation with you. Debbie Millman: Yeah. And I have to say that not a week goes by where I don’t hear from somebody that’s listened to that episode and said, “Thank you. That episode changed my life.” And I just want to thank you, and I’m just overwhelmed by being able to do that for anybody. But it is a journey and for me it’s been a 30-year journey, really more because I did have a good therapist prior to seeing the doctor that I see now, that I’ve been seeing for the last 30 years, but it just wasn’t enough. I needed more clinical help than she was able to provide, and the doctor that I’ve been with since has that experience. And it’s been talk therapy, it hasn’t been aided by various other remedies that I’ve actually been thinking quite a lot about. But because it’s talk therapy, talk therapy’s an investment, it’s really slow. And maybe it’s slow for a reason because you can’t necessarily integrate as much. Three days ago while talking with my wife and my cousin, had a major realization just like in the midst of a conversation, holy shit! So those things happen just because of doing that work for so long, but there’s no way to predict when those breakthroughs are going to happen. Tim Ferriss: Yeah. I’d love to also take a moment just to say for people listening, who either know they have suffered abuse or trauma, right? It doesn’t have to be sexual abuse, but some type of trauma, capital T, or little t. Number one, it’s highly individualized. You can have two veterans who are in the same foxhole in wartime who respond completely differently. So there is no sort of objective scale of, or descriptor of events that qualify as trauma or non-trauma. But I’ll speak specifically to people who have suffered sexual trauma. And I’ll say a few things. The first is, and I feel this way about you Debbie, that as someone put it to me once, you have made your trauma part of your medicine. Meaning that you have the ability to empathize and deeply feel other people. And let’s face it, I mean, that’s somewhere between like one-sixth and one-quarter of the world’s population if not more. You have the ability to empathize and resonate and potentially help people in a way that you would not possess had you not gone through what you went through, if that makes sense. Debbie Millman: Absolutely. Absolutely. Tim Ferriss: And so for me, reframing it as to say a gift may be too strong. And I don’t want to paint it unilaterally in that way, but to be able to turn the perspective so that you can see how you can wield it for good as opposed to be contorted by it as a passive experience, it is possible to use this, I think, as a superpower of sorts, to really help other people. And for me, helping other people heal has helped me heal and working on your own healing in turn helps you to help others to heal. So it is a virtuous cycle. It has been at least for me, and I really want to underscore for people listening that, right now in my life I have more light, and joy, and compassion, and feeling of safety and security and optimism than I’ve ever had in my life. And that is for me at least a product of being blessed to find, and also having discovered different tools that have been exceptionally, exceptionally helpful, and certainly having someone, in my case, Jack Kornfield to act as a safety net. And so I want to, before we discuss some of the things that have helped, because I’d really like to, to offer people some tactical recommendations, and I will put this in the show notes. Everything will be in the show notes for the podcast, and I’ll also create a short link, which is tim. blog/trauma with resources. Neither Debbie nor I are medical professionals so I have to say that, but we can share what has worked for us and been helpful. I would say that for me, deep immersive experiences, and I can speak to different modalities, have been critical in remembering, remembering in the conventional sense, what happened and also re-membering, right? Piecing back together these parts of myself in ultimately, a really integrative and beautiful way. I mean, certainly more beautiful than viewing myself as a broken toy, some flawed object that was loathsome. And when you have any of these deep, immersive experiences, or perhaps even if you do talk therapy, things can come up very strongly that you may or may not be ready for. And for that reason, I was just lucky, very lucky that I went into this 10-day silent retreat and certainly augmented it with all of the various intensifiers. And what I had done in retrospect was I got on a trapeze without checking the net first. And I was just fucking lucky that Jack happened to be there pulling out the net as I was losing my grip. So I think it’s extremely important before you go into any intense, potentially intense or immersive therapy, or experiences, that you have someone who is in your corner as a safety net, who has experience with handling ideally the type of trauma that you suspect you’ve gone through, possibly went through and who is comfortable handling crisis situations. At least that’s my perspective, because if I had not had that, honestly, I don’t know what would have happened. Debbie Millman: Yeah. I agree. It’s absolutely critical to have people that you trust in your life that can catch you if you need to be caught. Tim Ferriss: Yeah. So I’d love to just list off a few of the things that I found particularly helpful in the toolkit. And not to imply that these will resonate for all people, but first I’ll recommend books. And these were recommended by multiple people. There are a few, The Drama of the Gifted Child, which is really the drama of the sensitive child. And I discussed that with Gabor Maté on my podcast with him at one point, or rather he discusses it. Waking the Tiger, which is Peter Levine, The Body Keeps the Score, and a lot of these relate to what Peter might call somatic experiencing since at two to four, in my case, I’m not cognitively creating spreadsheets and pro and con lists, and over-intellectualizing. It’s like a very psycho-emotional and physical experience of trauma. And in my case at least, tools that approach it from that angle have been very helpful, including psychedelic medicine work, which I’ll touch on in a moment. On the non-psychedelic side, Internal Family Systems, something called IFS and this is one form of what might be referred to as parts work. The creator so to speak of this is Richard C. Schwartz, and the use of IFS in combination with the performance-enhancing drugs of trauma work, which I consider psychedelics such as psilocybin, or we might call an empathogen like MDMA, and I’ll come back to that. IFS looks at the mind, and I’m simplifying here, as a set of discrete sub-personalities. So you can, in the course of this type of talk therapy, have a conversation with anger, like the part of you that is deeply angry. You can have a conversation amongst these different parts, the part of you that is ashamed, the part of you that is resentful, the part of you that is sad. And you can recognize and fully feel these emotions in a way that was not accessible to me otherwise. And this type of parts work is actually very well implemented by an organization called MAPS, maps. org, in their use of MDMA, which is going through phase three trials right now for MDMA-assisted psychotherapy for posttraumatic stress disorder. So for those of you who are familiar with my support of psychedelic science and have wondered about the missing piece, this podcast may explain one of those pieces. Few other things non-pharmacological that could be of help to people, Hakomi therapy, H-A-K-O-M-I, and I should say two incredible practitioners of parts work who have done incredible work with MAPS are Michael and Annie Mithoefer. I’ll link to these names in the show notes. Hakomi therapy, H-A-K-O-M-I, which is something that I found very helpful for learning to feel again, after a lifetime of numbing and dissociation. So as a kid who is in retrospect, very, very, very sensitive, all of what happened was just such an utter assault on my senses that it obliterated my capacity or desire to feel anything. And it’s been a process to relearn how to feel, and to embrace that sensitivity as a gift and not just a liability. So Hakumi therapy. In terms of couples work, so they’re helping my partner, my girlfriend, to better understand how this has affected me. Imago therapy, I-M-A-G-O has been very, very helpful in effectively explaining how silence or feeling a necessity to self-censor or not speak truth leads me to feel ashamed and dirty and damaged, that I have a very strong need to be able to speak truth. And the cost is very high if I don’t. So any type of self-censoring that feels like silencing. If I feel like I need to withhold, or avoid giving feedback, and I don’t always have the most Nonviolent Communication style. So Imago therapy has been very helpful, as has studying Nonviolent Communication, which people can find quite easily. Just a few more things, and again, I’ll put these all in the show notes. Recently, and this is just in the last few months, two things. One is HRV training, that’s heart rate variability training, which I’ve been doing with Dr. Leah Lagos, who is an incredible practitioner. And this involves tracking your heart rate and respiration using feedback devices and working through your physiology. In my case, I’m hyperreactive to any type of stressor. So I have a panic response, given my history, and there are other types of trauma that I’ve experienced. I was very badly physically bullied up until sixth grade. School was absolutely terrifying for me for a long time. That plus sexual trauma, plus other things, have led me to be very cardiac hyper-responsive. Even a minor disagreement or a loud noise can send my heart rate to a hundred plus beats per minute, where it will stay for hours. Debbie Millman: And that is a very common response, Tim. I have that as well. And a lot of people that have experienced sexual trauma also have that overcompensation in some ways. Tim Ferriss: Totally. Debbie Millman: Responding to stress, fear, nervousness, the unknown, all of that triggers a much more robust chemical response in our bodies. Tim Ferriss: That certainly squares with my experience over decades. And this HRV training has been very surprisingly effective. And what I like about it is that it’s turning the more common paradigm of working through words, and your psychology, to down-regulate your physiology. It’s working on physiology first. It’s saying, let’s reverse the arrow of causality and let’s work on physiology to change your psychology. And that’s been a real epiphany for me and has helped me to realize when I’m projecting, dissociating, has been a real revelation of sorts. So that’s a new addition but it’s been very powerful. And in combination with advice from a podcast guest, actually Jim Dethmer, who’s just incredible and part of The Conscious Leadership Group, who has helped me to utilize a lens that I think can be very pragmatic. And I do have part of me that’s skeptical of the Enneagram, but there are many people I respect. Tobi Lütke, CEO of Shopify, or, I could go through a very long list of names people would recognize, who used the Enneagram for preventing conflict and just greasing the wheels of interpersonal communication. There’s a book called The Complete Enneagram by Beatrice Chestnut. And I’ve been very skeptical of the Enneagram because it reads to me often like a horoscope of sorts, like astrology. Nonetheless, I was typed, and this came after an interview with someone who’s qualified to do this as a what’s called a self-preservation six, and there are other aspects to this, but it so well captures the hypervigilance and fear-based orientation that I’ve had my whole life, towards the world and towards myself quite frankly, that it has been an incredible compliment to the HRV training. And I would say the performance-enhancing drugs that have been layered on top of a number of these and that are also incredibly potent in and of themselves are MDMA, psilocybin, and ayahuasca. For purposes of this discussion, because ayahuasca is a very big gun and people can be knocked sideways and destabilized in a way that can last days, weeks, months, in some cases, years, I’ve seen this, so I do speak with some confidence about this. I’m not going to discuss that as a tool, but certainly MDMA and psilocybin. MDMA, which can be thought of as an empathogen compound that elicits openness, compassion, decreased fear response, self-empathy. Empathogen, a generator of empathy has been designated, has been given breakthrough therapy designation by the FDA is being used very successfully to treat people with PTSD that has been unresponsive to treatments for 15 to 20 years. So anyone who is interested in that, I highly recommend looking at maps. org. And psilocybin, which is thought to be the psychoactive component at least for our purposes in psilocybe mushrooms can also be synthesized, which is being studied for treatment-resistant depression and many other conditions, opiate addiction, nicotine addiction, which is being studied at places like Johns Hopkins, which I support, Imperial College London, which I support, and NYU also. Many other places. But those are two tools that when used responsibly with proper facilitation have been literal life-savers for me also. And I will say they’re very, very powerful compounds, not to be taken lightly and that are currently Schedule I. So that means they are, generally speaking, not available for legal consumption. There are countries in the world where that differs, but I want to make sure that the caveat is clear. These are very powerful and what someone might consider if they want to crack the door open to non-ordinary reality in a way that might provide insight into difficult-to-retrieve memories, or simply to explore that terrain. There are different types of breathwork, like holotropic breathwork that can be helpful without any chemical agents to begin to explore this terrain. And even without any type of compound, any type of ingestion of plant medicine or synthetics, these can bring up very powerful experiences that require the safety net I referred to earlier, having a therapist of some type. I’m still a fan of cognitive behavioral therapy, like I mentioned IFS, Internal Family Systems. There are a few that I have personally found very helpful. I think somatic experiencing has a role to play à la Peter Levine. And I’m going to stop there because that’s quite the list. And anyone who is interested in how I might sequence psychedelics, specifically breathwork et cetera, should listen to my Blake Mycoskie interview separately. But Debbie, I would be really curious to hear what you recommend when people reach out to you, say in a very raw place where they’ve realized perhaps that they have this trauma that they need to deal with it but they don’t know what to do. What do you say? Debbie Millman: I say a lot of the things that you’re saying about being able to engage with a therapist that will help you through your journey. Now, everybody has their own journey to take. Some people will want to do things that are more conventional and make them feel safer. Some people have a much higher tolerance for risk or the uncertainty of an experience’s outcome and will be very comfortable engaging in more alternative paths. And I think it’s really important for people to understand that their path to healing is very much their own path to healing in the same way that everybody has their own path to love, or success, or family. So that is something that is really personal. I think offering these types of alternatives for people to consider is a gift so that people can really investigate what they’re most comfortable experiencing and undertaking. For me, when I first started my journey, I was desperate for help. And through a friend, she recommended a therapist and for the first six years of my therapy, and that was in my twenties prior to engaging with the doctor I have now, I was doing group therapy, I was doing individual therapy, I was doing some family therapy. It wasn’t as rigorous as what I ultimately went towards, but I actually don’t think I would have been ready for a five day analysis, which is what I first engaged with, relational therapy, had I not had that prior six years of beginning to reveal who I was, and why I was who I was. So for me, that six years of less medical therapy, I guess that would be the way to put it, was really beneficial to me. And then in 1991, when I started my therapy, the kind of therapy I’m in now, that started as five days a week, then four, then three, and now two. Tim Ferriss: How long did you do the five days a week before you went to four, and how long the four days a week before you went to three? Just guesstimate it. Debbie Millman: Yeah. Absolutely. I did five days a week for three years and I did it on my lunch break. I actually found a therapist very, very serendipitously that was within walking distance to my office at the time and did that—walked to therapy and then walked back to work. And so it was a 45-minute session, so my lunch break was an hour and a half. And I did that for three years. It was enormously expensive. I was completely broke as a result. It took all of my resources to manage this, but it saved my life. And so when people talk about the cost of therapy, I like to think about it more as an investment in your life. And if this is going to make your life better, it’s going to make it more integrated, if it’s going to make it healthier, then why would you want to spend your money on anything else but that? So I did that for three years and then I went down to four, and I think I did four times a week for about another year or so. And then did three times a week for the bulk of my therapy, I would say for probably 20-plus years. Tim Ferriss: And in those early sessions, what did those look like? And I’m asking as someone who’s done very little talk therapy because I’ve had an aversion to words in a sense, rightly or wrongly, because I know friends who have really been saved by talk therapy. What did, or might a session look like? What do you talk about? What’s the format? Debbie Millman: I think for me, and that’s so interesting the different responses people and bodies have to their trauma. I have often joked, and maybe it’s not really that funny, but I position it as a joke, that I am just a head. And then I’m not. I don’t know that my head is even still fully connected to my body. I am very cerebral. And my wife knows this, my former partner, Maria Popova. We joke about it all the time that I just love to talk. I am a talker. I like to analyze everything. And being connected to my body is much, much harder for me. I’m very comfortable face to face with someone, looking at them, looking into their eyes, and engaging intellectually and verbally. Being connected to my body is still something I struggle with, Tim. Initially, the therapies that I think my therapist was hoping I’d get to would be facing away from her on a sofa, sort of very old fashioned in a lot of ways, because then you can really engage with your subconscious in a much faster way. You’re not looking at someone’s face to analyze their response. People like you and I who are highly empathetic often will organize the way that we speak, what we say, based on almost imperceptible facial recognition patterns that we understand. And to disengage with that allows you to go deeper into your subconscious, to not be assessing what the response is and how you are engaging with that response while you’re responding. There’s a whole set of clinical responses and engagements that happen when you’re speaking, body language, facial patterns that we assess really quickly. That gift that you were talking about before, we have that. And quite a lot of people that have gone through intense trauma have this ability to almost be able to calibrate the energy around someone, to be able to assess how we can best respond to them, to their comfort. I was unable to do that. I needed to be face to face, and still to this day. So now I’ve been doing my therapy for over a decade now, maybe close to a decade online. And my therapist retired from her big-time practice and now has a much smaller practice, and I’m still working with her. We do the therapy over Skype, and we’ve been doing that for as long as Skype exists. And that’s been really helpful as well. I don’t need to be in person, but I do need to be face to face. That’s still something that is really important to me. That’s also I think part of why my podcast has been a successful one, because up until COVID all of my episodes have been face to face. I look deeply into a person and feel them and experience them in a way that I can’t really replicate any other way. So in any case, those first therapy sessions were just a matter of allowing myself to fully break down, which is why when Brian died, I was in therapy at that point, but then did go much deeper after that. Because at that point, I needed to go on some pharmaceutical antidepressants, or my therapist was going to recommend that I— Tim Ferriss: Can you just remind me and listeners of who Brian is? Debbie Millman: Brian is the friend that I mentioned that died of AIDS. He desperately wanted to live. I was perfectly healthy in my body. Clinically I was, but didn’t want it anymore, but didn’t feel like I could ever take my life, but no longer wanted to be living. So sort of became a bit paralyzed in my ability to engage with the world. So at that point, my therapist suggested that I either begin to think about an antidepressant to help calibrate my emotions, or to be admitted to hospital. And so I decided to try, I went on an anti-anxiety medication and then at that point started on Prozac, because it takes about six weeks to really kick in. So that was a really rough six weeks, but it did help take a bit of the edge of the despair away. I think a lot of people don’t fully understand what antidepressants do. They don’t make you happy. They’re not in any way happy pills, but they are able to give you a sense of the bottom of your despair in a way that not being on them did for me. I’m just going to talk about me. It allowed me to feel like there was a bottom to the despair, so I didn’t feel like I was falling through the ether and was going to just end up crashed on the ground. Tim Ferriss: Hmm. I am so glad we’re having this conversation. And I want to speak to something you just mentioned, which is that onset period for many SSRIs, where you have a period of a handful of weeks before which the effects can be felt. That can be a very dangerous period for people if they are suffering from suicidal ideation, fantasizing about suicide, perhaps planning suicide. And I will say in such cases, and I don’t recommend this much, but ketamine can be a very effective acute treatment for stopping loops of suicidal ideation. It can be very effective intramuscularly or intravenously. There are clinics that provide this in the US. It’s generally very well tolerated. It’s a very well studied compound, because it’s a dissociative anesthetic that has been used for many, many years. And it was on the World Health Organization list of most essential medicines. So for those who are in a very acute dark place that may not allow them to last those weeks until SSRIs have their felt effects, I would just mention that as a potential intermediate stopgap lifeboat for people. Debbie Millman: And I didn’t have a medication that I took in that six weeks to help me as well, and that did help. Now, I also want to let people know that sometimes antidepressants can stop working. So I started taking Prozac in 1991, and then in 2003, inexplicably, it stopped working. And I went back into a place where I no longer wanted to be alive. And for me it wasn’t about, “I’m going to kill myself now.” It was just a matter of being unable to exist in any real world experience. I was in my home, in bed, unable to move and unable to do anything. One of my dearest friends at the time, who’s no longer alive, but she would come to my house and hope that I wasn’t dead. I didn’t want to kill myself. I just didn’t want to be alive. At that point, I then went back into an emergency situation with my psychopharmacologist, who then prescribed Zoloft. And I started taking Zoloft, and I’ve been on Zoloft ever since. And that works much quicker. You start to feel that within three days. You actually do feel your brain being impacted by this drug. It’s a very different experience than Prozac, and my brain actually felt like it was moving. And then we worked on the right dosage, and I’ve been on that dosage ever since. But it is really important when you’re engaging with any type of pharmaceutical to not only be working with your therapist and your psychologist, but also to be working with a psychopharmacologist, who is a medical doctor, who is going to prescribe medicine based on your body type, your body chemistry. And then in as much as I’m still taking the same dosage, I have to have twice yearly appointments with him to make sure that I’m still on the right medication and the right dosage. So it’s very important to be monitored by a medical doctor when engaging with any pharmaceutical drugs. Tim Ferriss: And do not stop anything cold turkey. Debbie Millman: Absolutely. Absolutely. Tim Ferriss: Extremely important. I know— Debbie Millman: Finding the right medication is really important. Some people work really well with Wellbutrin. I know a lot of people on Wellbutrin when I first—the original potential drug for me was Wellbutrin. And I felt like I was going to die on Wellbutrin. Did not work well for me at all. I actually felt like I might have a psychotic break. And so we did have to stop taking that. So there is a time where, and some people have to have a different cocktail of drugs. I know quite a number of people, because I’m open about taking antidepressants, I talk about it a lot with people, and there are people that have to teach two or three different types of antidepressants to get the right chemistry. Mental illness is a brain problem that has to be investigated as a way to regain the right brain chemistry. And that is something that is not always easy to find. Tim Ferriss: Yeah. I’d like to speak to something you said earlier, which is I think important. At least it has been important for me to unpack, as someone who almost committed suicide in 1999. And that is, you said you didn’t want to die, but you didn’t want to live. And an observation that was drawn for me by Stanislav Grof, who is a psychotherapist, I’m not sure he would consider himself a psychotherapist, I’m not sure what label he would apply, but very experienced psychotherapist who’s supervised thousands of sessions over his 80-plus years of life involving psychotherapy, and also assisted psychotherapy with compounds like LSD and other things. And I’m going to paraphrase this, but he said that a desire to kill oneself can be thought of as a desire to destroy your physical body, but it’s not a desire to destroy your physical body. It’s a desire to kill your ego and to stop the loops that you’re experiencing. It’s a desire, at least for me, desire for some type of relief from the relentless looping of these thought patterns that seemingly would not stop. Just like being in the impact zone in the ocean, where you’re getting hit by wave after wave after wave. I just wanted the waves to stop. And the only option that I felt was available was to take my own life, which thankfully I did not do. People can hear my TED talk for how that unfolded. But the part that was left out of the TED talk is that I had planned to kill myself. I had the exact plan laid out. I knew exactly how and when I was going to do it. And by sheer luck, I had requested a book dealing with suicide from Firestone Library at Princeton, and I’d forgotten to change my mailing address. I was away from school. I was taking time away from school, which, surprise surprise, was recommended by the administration because they don’t want a suicide on their watch if someone seems mentally unstable. And I had forgotten to change the mailing address to where I was then living off campus. So a postcard, when the book was available, went home to my parents, and my mom got the postcard. And she called me with a very shaky voice and asked me about it. And that snapped me out of it, because I had only been thinking about really myself and the impact that it would have on me. I was so stuck in my own loops that I had not thought about the impact it would have on other people. And as someone later put to me, killing yourself is like taking your pain times 10 and inflicting it on the people who love you the most. So that snapped me out of it. But that was so lucky. So lucky. If you think about how that would have turned out differently, now it would have been an email or some type of notification that I would have archived, and I would not be here. So I came very, very close. And at the time, it’s because I viewed the only option for extinguishing a loop was to kill myself. And what I’ve learned since is that it is possible, and I’m not a hammer looking for the nail in the sense that I’m not recommending these tools for everyone. They do not address everything. They have risks, they have side effects. But tools like ketamine, tools like psilocybin, in some cases with trauma, MDMA for PTSD, with qualified facilitators and therapists, allow you to do what I so desperately wanted without killing yourself. And I want to just emphasize to people, if you feel that you’re fatally flawed in a way that dooms you to unhappiness and self-loathing and a desire to kill yourself, don’t believe everything that you think. Because as I learned later, even though that seemed true in the moment, that is not true. There are tools and options available to you. Debbie, one thing I’d love to ask you is, are there any books or resources or organizations that you’ve found particularly helpful, or that you’ve recommended to people that they’ve found helpful? Debbie Millman: Yeah. And Tim, I just want to caveat. I know that I was talking to Roxane about a book that we’ve both been really helped by, and it’s called The Courage to Heal by Ellen Bass. But I’ve heard since that there’s some problematic issues in that. And I don’t know if it’s because of the way that they talk about trans. I don’t know. So that book was enormously helpful to me, as was Bessel van der Kolk’s books. They still continue to be helpful. And I’m happy to say that separately again, so that it’s good for the podcast, but I don’t know. Let me look into what issues there might be, because I don’t want to give anybody information or recommend a book that’s problematic for any reason. Tim Ferriss: Yeah. And I’ll also say, we can put any disclaimer in the show notes for people. The Courage to Heal workbook has also been sent to me. And it was recommended by someone with a lot of in the trenches experience, working with trauma survivors. I will confess that I did not actually have the stomach to go into it because I was coming off six months of very deep, intense work, and just could not even digest the possibility of going through a 200- or 300-page workbook. So I have not cracked it, but it was recommended by someone who I respect tremendously as a clinician. So that’s it, so we can put that in the list. Debbie Millman: Definitely. The Drama of the Gifted Child is a book that I also read. As I mentioned earlier, up till I was about 23, 24, I was in this mode of, “This didn’t impact me. I’m not going to let this destroy my life. I’m not going to let him win. This is something I’m going to overcome and have the best possible life for.” And I think a lot of people feel that way. And then everything comes crashing down. I ended up at a party. It was about a year or two after I graduated college. And somebody that I admired a great deal heard about a job that I had gotten and said to me, “Oh, Debbie, I’m so jealous of you.” And I just stood there and looked at him and thought, how could he possibly be jealous of me? I’m the most disgusting, ugliest, unworthy person on the planet. And that’s when I decided I needed to go into therapy for the first time. And when I did, the gates opened, they really did. I remember being at the Brooklyn Academy of Music, watching Einstein on the Beach, and something triggered me in that performance. And I went home and spent two days in bed, just weeping at who I was and what I was in my life. And at that point, really tried every possible, at that point this is the ’80s now. We’re talking about every possible book, workshop, nutritionist, any way that I could find to try to be better, to try to feel better, to try to change who I was. And a lot of it was trying at that time for quick fixes, didn’t want to have to—the idea at that point, if anybody told me at that point that I would be 58 years old as I am now, still working on these things, I might’ve packed it in. I was like, “Why do I have to deal with something that occurred in the first 18 years of my life for the rest of my life?” But those are the cards that I was dealt. And my brain developed in the way that it did, with the neural pathways that it did, with the panic response that it has. And what I can say is that with all the resources that I’ve undertaken, they’re all worth it in some way, shape, or form, because they are all moving you forward to a path that isn’t completely catastrophized by what happened to you in the earlier part of your life, and gives you a way to recreate different neural pathways that lead you to the way that you want to live your life, and the way that you want to think about your life in a way that’s healthier. So some of the books that I read in my 20s and 30s, Ellen Bass’s The Courage to Heal and her accompanying workbook. The Drama of the Gifted Child, which as you said, is the gifted child is really the more sensitive child. There was a sensitive child, Bessel van der Kolk’s books, website, resources. Anything that he’s written has helped me because of where we do keep the score, which is in the body. And in addition to my journey as a businesswoman, as an entrepreneur, as a brand consultant and strategist, as a podcaster, as an artist, a writer, an illustrator, whatever it is, there’s always this parallel path of being a person that’s looking to understand my motivations, my place in the world, my purpose, my trauma, and how I can integrate all of that together, so that anything I do in my life isn’t just a response to the trauma. Isn’t just, I’m doing this to feel productive in the world because I’ve felt so meaningless. I’m doing this to feel meaning, because I don’t have any sense of who I am. And that’s something that I think I might be doing for the rest of my life at this point. But for me, it’s trying to find comfort and contentment about who I am and doing what I do because I love doing it. And not because I feel if I don’t do it, I’m nothing. Tim Ferriss: That’s really important. It’s extremely important. And it resonates with, I suppose it was a realization that I had prompted by something that Tara Brach either said or wrote. Tara Brach, very well-known mindfulness teacher. I’ll simplify her descriptors that— Debbie Millman: Absolutely. I’ve taken workshops with her. She’s incredible. Tim Ferriss: Incredible, incredible teacher. Her book, Radical Acceptance, which has a very generic title, but very impactful content for me, at least. Radical Acceptance. And I’m going to come back to that word acceptance, because I think it’s critically important. She said or wrote at one point, and she was quoting some apocryphal sage, but that there’s only one question that really matters. And that is: what are you unwilling to feel? I’ve thought about this a lot because the stories we tell ourselves, the life experiences, including trauma, that we’ve had drive our behavior and drive our reality, the stories that we tell. And what I realized about myself is that increasing my pain tolerance, focusing on honing myself as a weapon of competition, basically, was in large part a way to busy myself and overstimulate myself, including with caffeine and stimulants and so on, so that I wouldn’t feel certain things. Debbie Millman: Absolutely. Tim Ferriss: And this was subconscious. It was not something that was in my conscious awareness. It was subconscious. But in retrospect, that is what I was doing. I did not want to be in a room by myself with things bubbling to the surface. If I was at a slow simmer, I wanted to take something else that was boiling at a loud boil and pour it on top of that to create enough noise that I wouldn’t feel whatever needed to be felt. Debbie Millman: That is so common. Absolutely. I did the exact same thing. Tim Ferriss: Super common. And the part of the reason that Internal Family Systems, IFS as I mentioned, or something like it, in parts work has been so helpful to me, and Jack Kornfield is also very, very good at this type of parts work, and I’ll speak to something that I’ve done that has been very helpful in a minute, is recognizing and not hating or hurtfully judging your coping mechanisms. I have historically had no tolerance for weakness, very little tolerance for weakness. So any type of fear, any type of shame was weakness and just was meant to be eradicated. And for me, I just had no tolerance for weakness. And as a result, I hated parts of myself, which ultimately just does not work. It just really, really does not work. And if you want to be a better competitor, by the way, this does not remove your edge. It actually gives you a greater awareness, and I think an ability to not leak energy all over the place that you could otherwise point at a worthwhile target. So the parts practice in IFS has been a revelation. And I don’t use that word lightly. I’ve used it a few times, but I’m using it with very specific things that have actually warranted that type of word. Because the coping mechanisms, right? If you want to curl up in a fetal position and just let things happen, let things pass. If you have anger that you’ve suppressed and you judge that anger because it’s caused damage in certain areas of your life, these are very often what might be called protectors. These are things that allowed you to survive, and they’re like vestigial tails, they’re coping mechanisms that served a critical purpose at some point that perhaps are just now the only gear that you go to, or one of three default responses, reactions, I should say, that you have. And if you disown them, if you hate them, you will deal with the ramifications and it’s messy. But if you’re able to honor them and thank them for their service, and gently put them on the table, put them on a shelf, because you don’t need them right this minute, when you’re having a huge overreaction physiologically and emotionally to some small ripple in your life, it’s much easier to find peace. And Jack Kornfield has been very helpful for me in this respect. We’ve talked about this in a number of episodes on the podcast, for people who are interested. And one thing that he suggested that I do, and I’m simplifying this greatly, but it doesn’t need to be complicated, is to a few times a day or during, say, loving-kindness meditation, to go back to the terrified, unprotected younger version of myself, and to give that younger Tim what he needed at the time, what he craved, and to tell him everything’s going to be okay, and to console that younger version of myself, to protect that younger version of myself. And the easiest way I found to implement that was by doing that type of short meditation at meals, because setting aside separate meditation time may or may not happen, but you are going to generally eat at least once a day. And I would take just a few minutes, not a few minutes, excuse me, like 20 seconds to close my eyes and do that before eating. And it had such a tremendous impact and continues to have such tremendous impact on me. It’s hard to overstate. And it’s such a simple concept, but there has been a transfer. It’s almost like I was able to rewind the clock and nurture myself, provide myself with what I needed so that the long-term consequences are dialed down. It’s been much more impactful than I could have imagined, given how simple it is in a way, but done routinely, that has been a real game-changer for me. Debbie Millman: It’s really quite extraordinary how plastic the brain actually is, and how you are able to, over time, create different neural pathways that allow you to respond differently than you may have in the past. And quite a lot of people that have experienced severe trauma do have that exaggerated panic response where something that might not ruffle someone else that hasn’t experienced severe trauma might see as a minor thing, that people that have experienced severe trauma will see as catastrophic. That if one small bad thing happens, that means that everything is fucked. That means that everything is screwed up. That means that you’re just terrible. And it’s more evidence that you’re not worthy of being alive or being happy. One of the things that I think that dealing with and managing and re-experiencing your trauma allows you to do is metabolize your experiences in a way that allows you to calibrate future unhappiness, dissatisfaction, frustration, in a way that’s more in measure with the severity of that thing at that time, as opposed to just defacto attaching it to all the previous trauma that then explodes in a much bigger way. Tim Ferriss: Yeah, yeah, the much less catastrophizing. Debbie Millman: Yeah, I mean— Tim Ferriss: I mean, that’s been my tendency certainly. Debbie Millman: Yeah, but that is absolutely the way that people that have experienced severe trauma respond. It’s if you aren’t dealing with and experiencing and managing that trauma, you never get a place to detangle any future trauma to that past trauma, and so they become instantly attached. And that’s why that sort of giant feeling of everything being that globalizes that new trauma or that new frustration or that new paper cut, whatever it is to that past trauma happens. And I don’t know why in our DNA this isn’t better integrated in our daily lives and our experiences of ourselves, but humans metabolize our emotions fairly quickly in the grand scheme of things. We have the ability when were hot to take off our sweater, if we’re cold, we put it back on. When we’re hungry, we eat and we metabolize and digest our food and so forth. But when it comes to these types of traumas, there’s a fear that somehow reengaging with them will destroy us, and it won’t. If we have the right tools to help us through these things, they won’t. Tim Ferriss: Yeah, speaking from personal experience, you, the listener, are much stronger than you give yourself credit for, and it is possible to debug or rewrite your software. It is possible, I’m living proof of that, I feel very strongly— Debbie Millman: We both are and we’ve both taken very different paths to it. Mine is far more conventional, but they’ve worked, they’ve worked. I could never have imagined that I could have this type of life and I’m also not finished with the work. And I’m still on this path and this journey to recovery, and I probably will be for the rest of my life. And there are moments where I’m like, “Gee, what would it have been like if I didn’t have that trauma?” And there are moments where I feel sorry for myself, and there are moments where I wish it could have been different, but it can’t and it’s not and move on. And I just have to figure out a way, as we all do, to work with what I got, and part of what—so people have asked me over the years, “Why are you so resilient? Why are you still in therapy? Why do you still try so hard?” And ultimately, and I think that perhaps this is why you and I both didn’t kill ourselves, is that, at the end of the day, I feel like I have one notch more hope than I do shame. And I think that about you too, Tim, why are you working so hard to create a better life for yourself, to understand your motivations, to integrate your trauma? And I believe the same to be true for you, you have more hope about what your life can be about than you do what kind of shame you have about the life that you had and what happened to you. Tim Ferriss: Yeah, I’ve never had more hope, and I think a part of that is reframing the work as, and this might sound strange, but not as recovery, even though that’s perfectly fine word to use, but just for me, and maybe I’m just too much of a semantic niggler, but it implies to me some type of incompleteness, like you haven’t yet reached wholeness because you are still recovering. And rather than view it that way for me, I’ve viewed it as work that connects me to humanity and the shared suffering that is life. And that I am training myself to be a sommelier of suffering, not to increase the intensity of suffering, but so that I can not view myself as this independent island of flaws, but rather this interconnected human who has the capacity to sympathize and empathize because no one has a monopoly on suffering. And as someone said to me at some point, everyone is fighting a battle that you know nothing about. And by going into suffering with a somewhat neutral awareness or a curiosity, it cannot but make you closer to your fellow humans, I think if you learn to navigate it. And we’re all going to face the death of loved ones, we’re all going to face different types of trauma, we’re all going to face betrayal, we’re all going to face these common ingredients of the human experience. And for me, I suppose the podcast and the writing has been a lifeline as well, because I can take my experience and hopefully transmute it into something that is of service to other people. And I can find some redemption in that, right? I can find some meaning in it, as opposed to these memories and the traumas that are stored somatically being this meaningless infliction of anguish and horror and disgust, I can somehow translate that into something that is positive for someone. And that’s why I’ve been thinking about some form of this conversation for years. And I’m really optimistic, I have to say it’s taken me a long time to get here, but there are tools, there are tools. People have also traveled this path before, I mean, for millennia, this is not new. And I’ll put a whole bunch of other things in the resources for people, but my friend Neil Strauss, who’s suffered quite a bit of trauma, has a quick-start guide to healing trauma, which is actually a very good blog post, listing some of the things that have been effective for him. That’s a five-minute read and includes things like the Hoffman process, which has come up on the podcast before, documentaries like Trip of Compassion and you show the before and after transformations that are possible with complex PTSD. And I really feel like the journey, the ongoing work, can be, if you frame it in a way that makes it possible, incredibly redeeming and gratifying. And that’s not how it started for me, right? It started with an, “I don’t want to deal with this. “I don’t have to deal with this, it’s over and done with. Who the fuck am I to complain? There are people who are getting raped every day right now; I don’t want to deal with this. Look at my life. I’m fine. For fuck’s sake, let’s lock this away and not look at it again.” And that just did not work. It didn’t work, right? Debbie Millman: It doesn’t. Tim Ferriss: It was a boomerang, and it came back 10 times the size of when I threw it. And there may be people who can do that. I couldn’t and— Debbie Millman: Tim, I have yet to meet one. I really have yet to meet anyone that has been able to integrate trauma in their lives without working on integrating the trauma into their lives. And there’s no shortcut, there’s no easy way around it. It’s just, if it happened to you, to your body, to your mind, it’s going to impact and affect you. One thing that I find really helpful is reading other stories of people that have experienced trauma and how they have integrated that trauma into their lives. Chanel Miller’s book, Know My Name. Eve Ensler’s written a bunch of books that have been extraordinarily helpful: In the Body of the World and The Apology. These stories, these memoirs— Tim Ferriss: Radical Acceptance, the Tara Brach story also. Debbie Millman:—yeah, really have given me courage and hope and a sense of mutuality that I think is much, much bigger than shame. And part of what I’m so hopeful for in the future is more people disclose as more people talk about their experiences, the shame gets shifted to where it really belongs, and that’s to the perpetrator. And once we can see trauma that has been inflicted on us as not our fault—that’s one of the reasons I have problems, when you talk about this semantic noodling, I have problems with the word victim. I understand where it comes from and why it’s used, but I don’t feel like a victim and I’ve never felt like a victim, nor do I feel like a survivor, it’s a process of living. And I do think there needs to be some new language around these experiences that really are more accurate as to what we are experiencing, because it makes us as other and we’re not other, there is no other. Tim Ferriss: Yeah, I agree. And I’ve felt very conflicted about revealing or not revealing the name of the perpetrator, because I know exactly who this person is. And at least for now I have decided not to do it, I thought about doing otherwise. Debbie Millman: Have you thought about confronting him? Tim Ferriss: I have, and I don’t think—at least at this point that I don’t think I’m going to do it. And if he happens to be listening, don’t worry, at least a few people know who you are so if anything happens to me, there are a few things locked in the vault. But the reason that I decided not to is because I don’t want rage or vindication or vigilante justice to be what drives me. And that rage has been my default for decades, right? I mean, I’ve always wanted to return vengeance upon anyone who harms me or attacks me tenfold, right? I mean, smashing flies with a sledgehammer. And I no longer want that to be a driver for me, so I’ve really tried to look at it, and I know this will make some people cringe, but—I mean, I don’t know how old this son was when it happened, maybe, I don’t know, 10, 12, 14, I really don’t know exactly. But it makes me wonder what happened to this kid also, right? I mean, this is before the Internet, so it’s just like how would that behavior even manifest? Right? And I’m not trying to wade into moral relativism where I say it’s okay, it’s absolutely not okay. It’s completely fucked and atrocious and damaging but I’ve tried to look at it through multiple perspectives. Debbie Millman: I actually have confronted one of my perpetrators and it didn’t quite have the result that I was hoping and expecting. Tim Ferriss: Could you speak to what you expected and what happened? Debbie Millman: Sure, and I wrote a short story about it called The Man, which I’ll send you a link to as well. Well, I had a person in my life at the time that I was seeing, this is before I came out, I didn’t come out until I was 50. So before 50, I was primarily dating men and had been married. But I was seeing someone, I had reengaged with somebody who was a high school boyfriend. And this was 20 years ago, 20 years ago this happened. And he knew about my history, because at the time my stepfather was still living on Long Island near where I grew up, I was able easily to find him. And so my then-boyfriend and I went to his house, my boyfriend was a bodybuilder, so he was somebody that I felt could help me. Tim Ferriss: Yeah, helpful enforcer to have. Debbie Millman: Yeah, I mean, it’s sort of a complicated cast of characters, which I’ll talk a little bit more once I’ve finished this part. But I decided that with his sort of physical presence, I might feel safe going to his house, to my stepfather’s house and ringing the bell and saying what I needed to say, so I did. And I remember it very vividly, as you mentioned, it’s just really extraordinary what we remember and what we forget. But I rang his bell, I was wearing a yellow coat and a black beret and it was the fall, and the air was very crisp. And I rang the bell and his third wife answered the phone, I mean, came to the door, answered the bell. And I asked if he was there, and she looked at me skeptically, “Who are you asking for my husband?” And I said, “Well, I was…” That my mother had been married to him years and years and years ago, and I was his stepdaughter. She then thought I was like a prodigal daughter coming back for reconnection and family, she didn’t know why I was there. She only saw this as a positive thing. So she squealed, she was like, “Oh, my God, that’s amazing, come in.” And I said, “No, no, actually it’s okay, I’d like to just sit here out on the stoop,” and “is your husband home?” And she’s like, “Yes.” And she yells for him, and she’s so excited. He comes walking over and he looks at me and I looked at the wife and I said, “Can I have a few minutes with your husband by myself?” She’s like, “Absolutely, of course, you sure you don’t want to come in?” I’m like, “No, no, I’m good.” And she scampers away and she then yells in the background, “Let me know if you’d like some coffee.” It’s just surreal, so not what I expected, Tim. So then he looks at me and I said, “Do you know who I am?” And I think he maybe was a little bit senile, I don’t know. At that point he was probably 70, no, 65 or so. And he said, “You were [BLEEP]’s daughter.” I said, “That’s right. Do you remember what you did to me?” And he didn’t say anything, just kept staring at me, the exact same eyes. He was much heavier and he had a beard, but he was—the same exact hands, and I was so scared, Tim. I was scared. Tim Ferriss: It sounds so fucking intense. Debbie Millman: I was so scared. My heart was beating, I could hear it in my ears. And I said, “Do you remember what you did to me?” And he just said, “You were [BLEEP]’s daughter.” That’s all he said, again. And all I could say, and it wasn’t strong enough and it wasn’t what I wanted exactly to say, but I was so nervous. And everything had stopped, time stopped, and the only thing that was moving forward was my heartbeat. And I just said, “You’re going to burn in hell for what you did to me.” And I walked away and I left. And there’s this really dumb movie called The Specialist with Sharon Stone and Sylvester Stallone, and she has quite a lot of vengeance in the movie to make up for her parents being killed by this drug dealer. At the end of the movie, Sylvester Stallone says, after they’ve been vigilantes and killed everybody he says, “How do you feel?” She says, “Better.” And I relate to that, if somebody’s, “How did you feel?” “Better.” But not that much better that it changed anything about how I felt about myself and again, that work still had to be done by me and only me. But I still keep tabs on him… I know exactly where he lives, I’ve looked on Google Maps. I keep track of him, but I haven’t ever felt the need to do anything more. Tim Ferriss: That’s a very intense story, Debbie. I would be worried that I would kill him, I would. Debbie Millman: Yeah, I’ve fantasized—. Tim Ferriss: I mean, I’m physically capable of it. If I were to be in that proximity, I would worry that I would actually do something that would put me in jail. Debbie Millman: And we don’t want that. Tim Ferriss: No, no, that would not be good for anybody— Debbie Millman: Yeah, I fantasize a lot because I do work with Mariska Hargitay and I have these sort of fantasies about sort of an SVU episode of vengeance. But I just don’t think I have it in me. That rage, I still do overreact to things. I still, when something bad will happen, I’ll feel doomed, but not anywhere as near what it was, what it used to be. And I have become so much more sensitive to life and to things that are living that I don’t think I have it in me anymore to do that, but I haven’t forgiven him. I’m wondering in the work that you’ve done, have you been able to forgive your perpetrator? Tim Ferriss: I’m laughing because this is a word I’ve always had great trouble with. Debbie Millman: Me too, me too. Tim Ferriss: Forgive, forgiving, forgiveness. Only in the last six months, is in any conventional sense I would say, no. I do not find it permissible, I’m not going to have a drink with them, let bygones be bygones in any conventional sense. I would much rather put a bullet in his head, but of the, what I have come to use as a definition of forgiveness, very recently, this is only in the last year, that makes sense to me because forgiveness almost as a concept, given some of the horrible things that have happened, just never even made sense. It was a nonsensical concept to me. Is letting go of hatred, forgiveness is letting go of hatred. And if I think of hatred as swallowing poison and expecting it to kill your enemy, I have found holding resentment and hatred to be so corrosive and so destructive to me personally, right? I hold it in like this hermetically sealed bottle of acid that just for purely practical reasons, I have come to view and pursue forgiveness as the letting go of hatred, because I do not find it serves me. And there’s a place for anger, there is a place for anger. And I think a lot of my work that remains to be done is working with anger. And as Jim Dethmer has put it to me, finding a clean-burning anger, an anger that can be felt fully burned through cleanly— Debbie Millman: Yes, that’s key. Absolutely key. Tim Ferriss:—so there is no residue, because I’ve kept it bottled inside me for so long, for decades. But letting go of hatred as my definition of forgiveness, which I certainly found through someone else’s quote I’m sure, has been helpful. So finding a meaning for that word has been helpful and that’s the meaning that has been most palatable to me. That’s a definition of forgiveness that I can get onboard with. Debbie Millman: As you think about forgiveness or changing the way you view your rage, how does that help you? Or how has that changed your understanding of yourself and your behavior? Tim Ferriss: Oh, so far, and the work is not done, and in a way I look forward to the work because as I do more work and learn more than I can hopefully share more. But I will say, just in the progress that I’ve made in the last handful of years I’ve realized through say the HRV training, looking at my cardiac hyper-reactivity to very small things, little noises, certainly different situations, tense conversations, I have a full blown panic response, even though I can keep a calm face, and part of that is retreating into stories. And this is something I repeat to myself, and this is while I’m sober, although it began as a realization in the space of working with psychedelics, is “Don’t retreat into story, don’t retreat into story.” And retreating into story means defaulting to these old stories that I’ve used for so long that I never, for decades, questioned them, right? And one of the stories is related to personalizing things. So if somebody does something that I take to be a breach of trust, a betrayal of some type and I begin to spin this story and construct this narrative of how this person has completely betrayed me. I am unsafe. This person is dangerous, they are a threat. I have to cut them out of my life. It is very binary, black and white. And I think there’s a place for that, there is a place for that. I mean, the “Fool me once, shame on you, fool me twice, shame on me” type of mentality, I do think there is a place for that. But it has been such a default, like if you choose that as a response, that is fine. If it is a reaction, if you’re like a slug that’s getting poked with a stick and you’re just reacting, reacting, reacting, then I think it’s worthy of reexamination. Debbie Millman: Yeah, if you feel like it’s involuntary. Sometimes these responses, you almost feel like you don’t have any control over how you respond. Tim Ferriss: Right, it’s just a Pavlovian response. So for me, I’ve used observing anger and rage as a way to try to identify, and this comes back to some of the descriptions in the Enneagram book by Beatrice Chestnut, which again, I’m going to warn everyone in advance, if you’re hyper-analytical like I am and skeptical, a lot of it is going to sound like astrology, so just be forewarned. But the description of the self-preservation six, including a tendency to project outward that which we do not want to feel ourselves, I have realized is a default of mine, right? If there’s something I strongly don’t want to feel and I can take that unease, that fear and provide a target in the form of someone who has made a mistake or done something that I view as a betrayal, having some conscious awareness of the fact that that is a tendency has allowed me to work with anger more productively. It’s just cultivating an awareness so there’s a gap between stimulus and response, so just taking advantage of that gap. Debbie Millman: Yeah. I think that if someone has the ability to evaluate their response to anger and sees that it might be excessive relative to the experience, it’s a way to understand that that’s what your body has experienced. And that’s the degree that you are trying to protect yourself. Your sense of being betrayed or your sense of being hurt really is what you’re feeling. The anger is relative to the hurt and the grief. Tim Ferriss: Yeah. And I would also say that looking at it through the lens, just as an exercise, of using physiology to change psychology, working on and training the heart as a muscle so that you can take what we think of as an autonomous function heartbeat and actually gain some control over it, shows me, at least in certain instances, that I’m not creating a story that then gives me a physical response. I’m having a nonverbal panic response to a perceived threat that is nowhere in my prefrontal cortex. I mean, this predates language. And then given that really strong physiological response, I’m crafting a story to justify it. Does that make sense? Debbie Millman: Absolutely, and it’s such incredible insight, Tim, such self-awareness. Tim Ferriss: Yeah. And look, I’m certainly not the Buddha. I’m not rolling around like the Dalai Lama with perfect self-awareness, but it is something that can be cultivated over time. And in my case, it has become clear, not always, but a lot of the time, I’m having this almost reptilian panic response. And then my prefrontal cortex kicks in, and within a nanosecond manufactures a story that justifies the huge physical response. And then my mind will find evidence to support that story. Debbie Millman: Yeah, absolutely. And you can’t control your reptilian brain. As hard as we try, you can’t will that adrenaline to kick in. It just doesn’t work that way. Tim Ferriss: Yeah. So it’s been fascinating to work at it from both ends, meaning working on the psychology, using words, using books, using resources, exercises that are clearly prefrontal cortex, to affect my physiology, to calm myself, to decrease hypervigilance, which is extremely energetically expensive. I mean, I’ve battled fatigue my whole life. And I think that’s a big part of it is that I’m always, as my friend Josh Waitzkin would put it, I’m always at a simmering six of sympathetic nervous system activation, like fight or flight. I’m always at a six. Debbie Millman: You’re vigilantly ready. Tim Ferriss: Yeah. And it’s just much more effective. It’s much more enjoyable to be at either a zero or a one, and then being able to jump to 10 when action is required. But if you’re constantly at a low boil, you’re just exhausted. So to work with words to decrease that hypervigilance and to change my physical response, and then also to work on the physical response directly to work on nonverbal, say somatic release and so on, to then relax the cognitive gum that keeps familiar stories playing as defaults. And so I’ve tried to work in both directions. Debbie Millman: What kind of work are you doing in that way? Tim Ferriss: Well on the physical, and let’s just call it psycho-emotional, where you have different types of physical release—for me, it would really be limited to HRV training, including breathwork that’s associated with that that’s prescriptive, and the use of psychedelics. It would be those two primary toolkits right now. And I know there are other tools. There are different types of physical expression and so on that can be used and that many people have found extremely effective, and some of them are in that Quick-Start Guide to Healing Trauma by Neil Strauss, which I’ll link to in the show notes. Personally, I have found psychedelics or psychedelic-assisted psychotherapy plus HRV training to be very helpful for that bottom-up component that I was describing. Debbie Millman: In addition to the way that you express anger, have you found that your childhood trauma has shown up in your life and contributed to other behaviors, the way that you work or the type of work that you do, or your drive? Tim Ferriss: I absolutely think so, but what I think I’ve become aware of as a question is—again, it’s very basic, but what are you unwilling to feel? And the reason I bring that up in the context of, let’s just say work, is if there’s something, and again, much of this is subconscious that I don’t want to feel, or that I’m finding very uncomfortable, I will plunge into projects and work. Debbie Millman: Yeah, I’ve used work as a distraction. Tim Ferriss: Yeah, as a way to just overwhelm whatever the truth of that experience might be otherwise. And the truth of an experience—I’ve mentioned the word revelation a few times. Sometimes the truth and the solution is put right in your face. It’s a gigantic billboard put in your face, and the message is obvious. But very often for me, the truth and the solution, and maybe the alternative to your old stories and patterns, is a whisper from across the room, and you really have to pay attention to get the message. And if you’re not subconsciously or consciously ready to do that, well, going through 1,000 emails and having 15 conference calls and committing to three new projects, well, turn on the music in the room to such a high volume that you’re never going to hear the whisper. And I think I’ve voluntarily drowned out the signal as a coping mechanism. Debbie Millman: Yeah, I have too. It’s a wonderful coping mechanism, because you feel productive in the world, but all it really is, is avoiding the inevitable. Tim Ferriss: Right. And my partner, my girlfriend, has been very helpful for pointing that out when I do that. Debbie Millman: Good. Tim Ferriss: Not that I should have to rely on the emotional police to give me— Debbie Millman: Oh, but it’s good to have a support system. Tim Ferriss: It’s helpful to have a support system or an accountability partner, somebody who you are going to check in with on a regular basis who can call a spade a spade. And that certainly has been very helpful, and I have a few friends who are doing similar work. And I will say Debbie, also, I have talked about this history of sexual abuse with not many people. Maybe a dozen male friends, let’s say, and at least half of them reciprocated with telling me their own story of sexual abuse. The percentage blew my mind. It was at least half, and I would say maybe closer to 75 percent. I was astonished how many of my very close male friends had stories of sexual abuse. I mean, it was staggering. And that’s also given me some solace that I’m not in this alone. Like you said, you thought you were the only person who had ever experienced this. Debbie Millman: Right. Tim Ferriss: I mean, this is a mainstay. I hate to say it, but it’s a mainstay of human experience. Debbie Millman: It really is. Tim Ferriss: This is a very common experience. Debbie Millman: And it’s particularly hard for boys. It’s like there needs to be, in addition to the #MeToo movement, maybe there needs to be a #HeToo movement just so that men can feel like they can disclose without feeling shame. I mean, I think one thing that would be really important to talk about for your listeners, for anybody that is being disclosed to—so if you’re someone and somebody you care about is coming to you and shared this information, what do you think is the best way for people to respond to someone that is being told? Because being believed is so important. Tim Ferriss: Yeah. Well, I can only speak to my experience, since I wouldn’t claim to have this as an area of expertise. But I will tell you that the first thing that Jack did, Jack Kornfield, when I was in a complete tailspin—I mean, I was really fracturing at every edge, and felt like I was about to sort of irretrievably break. And when I told him about the history, and I’m paraphrasing here, so Jack, please forgive me—but he is such an incredible empath, and such a conscious and focused listener. He listened and he said, “Tim, that’s awful, and that never should have happened to you. That never should have happened to you. That should never happen to anyone.” And he consoled me, and that meant so much to me, and had such a visceral emotional impact. I feel like that was the primary parachute. It’s like you have the primary parachute, then you have the backup parachute. And I’ve never been asked that question. So I’m improvising here, but the backup parachute, which is still so important to have, might be the prescriptive advice-giving. “You should do this. Here’s advice on how to address this.” But if he had skipped directly to that, I would have been in no condition to begin to digest the recommendations. It would have felt like I was being deflected. So for me, the critical safety net was just being with me and witnessing what I was going through, not rushing, and simply saying, “I’m so sorry. That never should have happened to you.” Debbie Millman: Yeah. That’s the perfect response. People, I think, always rush to, “What can I do to help?” Or, “How can I help you get over this?” And I think just listening, being present, hearing and holding someone’s truth is what we need most from the people that we care about the most. Tim Ferriss: Yeah. And also what he said to me was, “When this retreat ends, I’m not going to leave you. I will not leave you stranded. I will help you.” So he just made a commitment to be available, to send me to resources, to introduce me to people who might be able to help, given his breadth of experience with all of these things. And so those two things I think, feeling seen and heard, and then being told, “I’m not going to leave you alone. I’m not going to leave you hanging. I will help you.” Because through all of these experiences that we’re talking about, I felt completely unprotected. I felt 100 percent hopeless and vulnerable. There was no protection, and I’ve felt that for decades. And to have someone say in effect, “I have your back. I’m not going to leave you alone,” allowed me to exhale enough to get through the next several days of that silent meditation retreat. Debbie Millman: And that helps you create these neural pathways in understanding that there is someone that you can trust, and that there is someone that understands you. And that really does help change how you view yourself and your place in the world. That’s a really important experience. Tim Ferriss: Yeah. Certainly if this is ever released, I’ll send it to Jack, but I’ve mentioned to him—of course he knows, but I’ve mentioned it very indirectly and kind of obliquely in couched language on previous podcasts with him how—not indebted. That’s not the right word, because he would never view it as a debt, but just how grateful I am and how lucky I am that he happened to be there. Because if he hadn’t been there, given the complexity in a sense, the intensity of the experience, I don’t know what would have happened, which comes back to the point that I made really early on. In other words, learn from my mistakes. If you go into some very intense, immersive experience, these things can come up. I had no idea this was going to come up. I did not expect this to come up, and I did not have a therapist or someone else cultivated. I did not have that relationship to catch me when I came out of the silent retreat. So I would just reemphasize: it’s extremely important to have that support system, that safety net in place, before you go into these deep immersive experiences, whether that’s a silent retreat, the Hoffman process, psychedelics, or otherwise. Debbie Millman: In understanding your trauma, in looking to understand it and integrate the various experiences you’ve had, does it change how you see yourself and how you see your life to this point? Tim Ferriss: Totally. The work has totally changed it. And I will say that the work sometimes takes a long time, and you can also have moments that completely change you in an instant. And if we look at change, life changing moments, from a negative perspective, could a horrific car accident change your life in an instant? Yes. Could the death of a loved one change your life in an instant? Yes. There are examples from the healing side of the equation. There are things that for some people in some instances can really have transformative effects in a very short period of time. So I would say that there are a few things. Let’s look at the title of this book, The Drama of the Gifted Child. And this is not how this title is intended, but I’ve tried to ask myself, “How can I turn this into a gift? How can this be a gift for myself, and even more so for other people? How can I make meaning out of this? How can I translate this?” Rather than looking at it as a shameful fragmented piece of my psyche that needs to be relegated to some locked cellar, a compartment. Rather than viewing it that way, which I did for several years, although I thought I had banished it successfully, which of course I had not, I’ve tried to expose it to light and to use it to find more light. So I think there’s a reframing that has taken place for me. And if you look at the last few years of my life and an intense, dedicated focus to supporting psychedelic science and phase three trials of MDMA-assisted psychotherapy, there’s a reason that these are the largest, certainly at the time that I made them, the largest financial commitments I’d ever made to anything. The largest energetic time commitments I had ever made to anything. And the pursuit of, and discovery of, tools that actually work beyond my wildest imagination, and my doubling down and tripling down and quadrupling down on acting as a sort of boundary walker between different worlds to try to facilitate legal change, regulatory change that will make these compounds in a regulated fashion available to hopefully millions of people, has given me a tremendous sense of purpose. And rather than keeping my experiences completely secret, speaking to friends of mine who have suffered sexual trauma and trying to be a resource has given me a feeling of tremendous purpose. Debbie Millman: Yeah, I understand that too. It’s extraordinary. It’s heart-opening. Tim Ferriss: It is, it’s heart-opening. And for me, and I think for many people who’ve had their hearts closed or cauterized seemingly from trauma, it’s healing for me to feel that sense of purpose. It is restorative and nourishing to me to take that on. So it’s given me a tremendous sense of purpose, and I’m happy to be where I am. And— Debbie Millman: What more can you ask for? Tim Ferriss: There’s more to do. Yeah, exactly. And there’s more to do, and honestly, I look forward to it. It’s not going to be easy. I know that there will be challenges along the way. There always are. But as someone who I suspect you know pretty well, Janna Levin, has said to me before, “There is no underlying path. The obstacles are the path.” And I’m paraphrasing, but these checkpoints, these challenges, I try to view these setbacks in some cases, where you take three steps forward and one step back, or maybe one step forward and three steps back, are part of the human experience. Debbie Millman: Yeah, that’s just a dance. Tim Ferriss: Yeah. They’re not reflective of any unique flaw that you have. And for me, and I think Jordan Peterson said this—I’m also just going to butcher this quote. But he said, “The point is not to eliminate suffering. It’s to find a sense of purpose that is so meaningful that the suffering becomes irrelevant.” Something along those lines. And Jordan, I apologize if I’m misquoting you, but even if I am, I like it. Somebody shared that with me. And I do think that having a “why” has allowed me to endure more than I could have ever conceived possible. And not just endure by the skin of my teeth, but like endure quite easily, some real challenges. It’s not always easy, but those types of reframes and work on my physiology as an adjunct has brought me to this place. So a lot of things are different. Debbie Millman: I have one question I want to ask. If you do release this, and people do listen, what do you want them to take from this conversation? Or what would you like them to get from this conversation? Tim Ferriss: That’s a damn fine question. I would say at the very core—I could give a very long answer, but the short version is I would like people to realize, and to believe, that no matter the trauma, they’re not alone. They’re never alone, and it is never hopeless. Because I’m speaking to you, Debbie, as someone who came within a hair’s breadth of killing himself with utter conviction, no reservation, and it wasn’t necessary. It was not necessary, but I had lost hope. I felt like I was permanently damaged, flawed, incapable of feeling happiness, even when things were going well. Objectively, I was like, “My life is good and I’m unhappy, therefore I’m never going to be happy, so what’s the fucking point? Let’s end this now.” You’re never alone, you are not uniquely flawed, and it’s never hopeless. There are tools. There are tools that really fucking work. And if you had told me that in 1999, I would not have believed you. But having experienced the things I’ve experienced, and having seen similar results in other people—and by other people, I don’t mean one or two people, I mean dozens of people firsthand. I know there are tools that work, and there are curative tools that work. So I would just say, “You’re not alone, and it’s never hopeless. You are never alone, and it’s never hopeless. There are tools.” That’s what I would want people to take away from this. Debbie Millman: Thank you. Tim Ferriss: Thank you, Debbie. I think this may be a good place to put a bow on it. And I’m so grateful to you for being such a skilled and empathic and loving midwife and shepherd for this conversation. You’ve been such a wellspring of strength for me to lean on. You’ve taken many late night phone calls for me when I felt like I was broken. You can tell that I’m getting emotional. Yeah, where I just felt like I was breaking, and it’s been fucking hard at points. It’s been really hard, and you’ve always been there. And there is light. There is light. Debbie Millman: Yeah. I mean, I can’t begin to tell you how having that moment to share opened my heart and opened my world, and opened my mind in a way that I could never, ever have predicted or planned for, even. You were talking about suffering, and we all suffer. And sometimes, I think we do everything in our power to avoid suffering when the suffering isn’t as hard as the avoidance. Tim Ferriss: Yeah, or the isolation. Debbie Millman: Right. And so thank you for being there for me, and for giving me the opportunity to be part of this extraordinary conversation. And it’s so interesting, because we’ve had such different journeys to this moment. And if my helping you understand the benefits of talk therapy is helpful, that makes me thrilled, but also know that your talking to me about the ways that you’ve worked through some of your trauma has given me the opportunity to think about alternatives that might also help me and things that I’ve never considered before that I’m now considering. Tim Ferriss: And on that point, I am talking to two different people twice a week right now. Debbie Millman: Oh, that’s great. Tim Ferriss: So I am using that tool in the toolkit, and that’s in no small measure due to you. Debbie Millman: Thank you. Tim Ferriss: And I would also say that a lot of what we’ve said alluded to this, I think, but another key takeaway for me, or just a mantra perhaps that I try to remind myself of that might be helpful to people listening is, how can you use your suffering to connect with people rather than isolate yourself from people? How can you use your suffering? This is the water in which we all swim. How can you use your suffering to better connect to others, rather than isolate yourself? It is possible. And of course, I’ll include all the resources that we’ve talked about, and I’m sure it’ll be a growing list on the blog, in the show notes. So I’ll just mention two things, tim. blog/podcast for this podcast, assuming it gets released, and tim. blog/trauma. And I’ll make that a live resource that will no doubt change over time. So Debbie, you’re a lovely, lovely human being, and I so appreciate you. And I just want to extend my love and sincerest thanks for being so patient with me as I hemmed and hawed and postponed for so long before this conversation. Debbie Millman: It’s all good. I love you dearly. Dearly. I feel like we’re brother and sister. Tim Ferriss: Yeah, I love you too, Debbie. And to everybody out there, one more time. You’re never alone, it’s never hopeless. There are tools. And until next time, thanks for listening. Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","length":112635,"tokens":26756,"chunks":[{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Please find below the transcript of the most important podcast episode I’ve ever published. In it, I describe the most life-shaping, certainly the most difficult, and certainly the most transformative journey of my 43 years on this planet. I’ve never shared it before. My dance partner and safety net in this conversation is my friend Debbie Millman (@debbiemillman) She has been named one of the most creative people in business by Fast Company, and she is the host of Design Matters—a great show and one of the world’s longest running podcasts. She is also Chair of the Masters in Branding Program at the School of Visual Arts and Editorial Director of Print magazine, and she has worked on design strategy for some of the world’s largest brands. But I didn’t ask Debbie to join me because of her bio.","content_length":803,"content_tokens":178,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I asked Debbie because she’s a close confidante, she’s an excellent interviewer, and she’s been an incredible support for me in the last few years, including late-night emergency phone calls. Last but not least, she and I have experienced similar trauma but have taken two very different paths to healing using very different tools. So, you get a two-for-one deal in this conversation. #464: Tim Ferriss — My Healing Journey After Childhood Abuse Listen to the episode on Apple Podcasts, Spotify, Overcast, Stitcher, Castbox, Google Podcasts, or on your favorite podcast platform. *** All resources mentioned in this episode—and many more—are listed here. If you have tips, advice, or resources that have helped you, please share in the comments. We will moderate to eliminate any bad actors, snark, or other nonsense.","content_length":818,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And if you remember only one thing, remember this: there is light on the other side. I wouldn’t have believed this even five years ago, but I now consider myself living proof that deep, lasting change is possible. Don’t give up. You are never alone, and it is never hopeless. I’m right there alongside you, as are millions of others. Much love to you and yours, Tim P. S. Disclaimer: Debbie and I are not doctors or therapists, and we don’t play them on the internet. This episode and blog post are for informational purposes only, and nothing is intended as professional or medical advice in any capacity. Please be smart and be safe.","content_length":635,"content_tokens":147,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above.","content_length":796,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. INTRODUCTION:Tim Ferriss: For me personally, this is the most important podcast episode I’ve ever published. It’ll describe the most life-shaping, most difficult, and most transformative journey of my 43 years on this planet.","content_length":819,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"This is a journey I’ve certainly never shared publicly before. To give you an idea, most of my family and closest friends know nothing about it. I believe this episode is relevant to almost everyone. If you haven’t experienced trauma, you will meet people who have, and you may already know people who have (including friends or family members who simply haven’t told you) Please do note, however that this episode is not suitable for children. All that having been said, my dance partner and safety net in this conversation is my friend Debbie Millman. Here’s her formal bio: Debbie (@debbiemillman) has been named “one of the most creative people in business” by Fast Company and is the host of Design Matters, one of the world’s longest-running podcasts.","content_length":757,"content_tokens":171,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"She is also Chair of the Masters in Branding Program at the School of Visual Arts, Editorial Director of Print magazine and has worked on design strategy for some of the world’s largest brands. But all that’s not why I asked her if she’d join me. I asked Debbie because she’s a dear friend, we have a lot of shared experiences, she’s an excellent interviewer, and she’s been an incredible support for the last few years, including some late-night emergency phone calls. Last but not least, she and I have experienced similar trauma but have taken two very different paths to healing using very different sets of tools, so you get a two-for-one deal. This conversation was fucking hard for me. And I could have deleted some of the stammering and struggling— but I chose not to.","content_length":776,"content_tokens":179,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Because that would have been fakery, and I wanted to share the emotional struggle in its rawness. This stuff isn’t always easy, and it can be messy, but it is possible to get to the other side. Please listen to the whole thing, as the lessons, tools, and resources that have helped us are scattered throughout, including an especially dense last 30 minutes. Just a few more notes and then we’ll get into it: First, to those who know me and who might reach out, please note that I expect to be overwhelmed — emotionally and otherwise — when this is published, and I sincerely ask for your understanding if I’m not able to reply to any outreach. It’ll be a very challenging week for me, and probably a very challenging month. Thank you for understanding. Second, this is — and we are — a work in progress.","content_length":803,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Debbie and I both reserve the right to change our minds about how we think and feel about everything. Third, and a very important disclaimer: We are not therapists, we are not doctors, so this is not intended in any way as professional or medical advice. This is for informational purposes only. It’s just two people sharing their personal stories and perspectives. As Debbie put it in this episode: “I think it’s really important for people to understand that their path to healing is very much their own path to healing, in the same way that everybody has their own path to love, or success, or family.” And everything mentioned in this episode, and many more things that might help, are available in one place at: tim. blog/trauma OK, here we go… ***Tim Ferriss: So Debbie, first of all, you are the sweetest of sweethearts. Thank you for doing this with me.","content_length":861,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I know that you’ve been a trusted companion for quite a long time, with respect to many of the things that we’ll be talking about. And it really means the world to me. So thank you. Debbie Millman: My honor, Tim, truly, truly. Tim Ferriss: So I don’t think I’m going to bury the lede, as they say, in journalism with this conversation. I’ll start with the statement and then we can work around that. So the statement is and the opening is that I was routinely sexually abused from ages two to four—that seems to be accurate based on conversations with my mom about the timeline—by the son of a babysitter. So if you imagine sort of the most disgusting, repulsive activities that you might envision with that statement, that is what happened. And I don’t know if it was on a weekly basis.","content_length":787,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I don’t know if it was multiple times a week, but it was frequent over a period of two years. And I want to speak to why I’m recording this podcast and discussing this with you now. So I’ll tackle the why with you first. And that is because you really inspired me when, seemingly, 100 years ago on my podcast, after I noted before our conversation that you seldom spoke about your childhood, you opened up and spoke about your own abuse that you suffered through. And it was such a courageous act and helped so many people. And my intention has always been to talk about this chapter, I’d say, over the last five or six years, at least. That’s been my intention and I’ve wanted to put it into a book that tracks my healing journey effectively. And had a conversation with my girlfriend, perhaps six months ago. And this was just as COVID was beginning to set in.","content_length":862,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"This was probably early February, mid-February as global news. And I had fears around my mortality due to respiratory issues, comorbidities. And I’d also done work in therapy that involved asking the question prior to that: If you were to say you are going to die tomorrow, what would you regret having not said or not done? Alternatively, if you knew you had a year left in perfect health and then you would die a year from now exactly, what would you do in that year? And at the very top of the list was talking about the sexual abuse. And my girlfriend made an observation as we were talking about plans for the book, which was, if the book takes three years, there may be people who are no longer around in three years through suicide or natural causes who could benefit, who might benefit from speaking about this openly. So that is why I decided to record this.","content_length":867,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And as we’re recording this, I don’t know if I’m going to release it or when I will release it, but to at least have a record. God forbid something were to happen to me, I would really regret not having spoken about this. And the intention is hopefully to show that it is possible to find some light, actually incredible amounts of light in the darkness and that there are tools available that really do work and help. And Debbie, it’s been a rollercoaster in the last, say 36 hours as I’ve been appreciating the realness of having this conversation with you because old coping mechanisms have started to crop up. Like even last night, I was talking to my girlfriend about this and I started to dissociate. My mind started to separate itself from my body so that my body could withstand whatever it needed to withstand.","content_length":819,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And for those people that don’t know what that means, you can induce it with something like ketamine, certainly I don’t recommend that, but it’s a dissociative anesthetic. And it’s a very odd experience to describe to someone who hasn’t experienced it. Thankfully, most people haven’t, but it’s almost like your consciousness, the locus of your awareness, moves outside your body so that you’re not subject to what your body will experience or suffer through. And that’s been happening over the last 36 hours as I’ve been preparing for this conversation. And I’m just going to keep going. For a very long time, up until age 35 or so, I felt like I had no memories before age six or five.","content_length":687,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And this type of amnesia actually showed up a lot for me in the sense that whenever I had a very stressful set of circumstances, a crisis of some type, a severe injury. I would experience this dissociation and I would black out my memory for the next, let’s just call it two to five hours would disappear. I would have no recollection of what happened. And I didn’t have any memories I could recall or did recall about this abuse until five or six years ago when I had a number of experiences with a psychedelic combination of plants called ayahuasca.","content_length":551,"content_tokens":119,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And for more on that, we can refer people to other podcasts where I’ve talked about this, but at the time, let’s just call it five years ago, for sake of simplicity, the memory came up—and psychedelics are well known, not necessarily in the scientific literature, although there are some recordings of this, but more anecdotally across thousands and tens of thousands and millions of users over time, hypermnesia. So the opposite of amnesia, remembering things that you haven’t thought of in decades—the color and texture of the corduroy couch you had when you were an infant, that type of thing—and about five years ago, I would say, I had these crystal clear memories of sexual abuse come to me. The layout of the house, the other kids who were being cared of, so to speak, at the house.","content_length":789,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"What the mother looked like, what the son looked like, being led up the stairs to the upstairs bedroom, the floor plan of the house. I know exactly where the house is. I know the driveway, I know the names, these are all things that I know. And it came flooding back to me. And at the time I thought to myself, “Huh, that’s interesting. That definitely happened. I remember that happening.” And it came back to me in high resolution, but I didn’t feel any suffering associated with it. And I tucked it away, I put it back in the box, locked the box. And that was that. Until I had my first 10-day Vipassana silent retreat. And thankfully, had Jack Kornfield there as one of the lead facilitators. And to increase the depth of the experience, I’d fast beforehand. So it was fasting for about five days.","content_length":801,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And then began to use increasing dosages of psilocybin mushrooms, which contains psilocybin. So I started at 300 milligrams, went up to 600, and ultimately landed at 900. And I want to say around day six of this silent retreat, all of this abuse came back to me like a tidal wave. And it was replaying as if I were wearing a virtual reality headset. I was immersed. I wasn’t an observer. I was actually being traumatized and re-traumatized 24/7 for this period of time. Any moment that I was awake, this movie was playing and I would sweat through my sheets at night, fall asleep for an hour or two, then wake up to go back into meditation and the movie would start again. And I was so distraught. There was so much anguish.","content_length":724,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I felt like I was either already having a psychotic break, or certain to have a psychotic break and that I would not be able to manage life when I left the silent retreat that I sought out Jack as an emergency to spend time with him and speak with him. And he really saved me. He was the safety net. So I owe a huge debt of gratitude to Jack, who is not just an incredibly adept mindfulness practitioner, but also a clinical psychologist. And he’s worked with many, many, many different types of trauma, that’s victims of sexual abuse, you name it, very broad spectrum. So I really owe him huge thanks. And it was at that point after that that Jack made a number of recommendations for resources that we’ll talk about later, but included books by Peter Levine, like Waking the Tiger, The Body Keeps the Score by Bessel van der Kolk and a handful of other things.","content_length":866,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It was at the tail end of that retreat that I realized these, let’s just call it 17 seemingly inexplicable behaviors of mine, these vicious cycles or triggers that I had been treating like separate things, separate problems to be solved, were all downstream of this trauma, if that makes any sense. I don’t know if you’ve had this experience, but I was like, “Oh, now that you click that puzzle piece into place, these really strange behaviors, this self-loathing, this rage that was seemingly so exaggerated and disproportionate, leading to the near suicide in college, which was as close as you can get to taking your life without actually doing it. All of these things fell into places making sense. And on one hand there was this relief that it made sense and that I wasn’t broken in all these different ways. I had just sort of suffered this acute trauma and blocked it.","content_length":875,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And it was also very overwhelming because I didn’t necessarily know how to work on this root cause, this trauma. And that’s when the direct work began. I cleared everything in my calendar and everything waited, everything that could wait, waited. And these memories at that point had started to trickle up to awareness. And I’ll just give another example that I’ve never spoken about publicly, which is in elementary school, feeling numb and priding myself on pain tolerance. This ability to dissociate and for whatever reason, really—well, for obvious reasons I guess, wanting to develop the ability to withstand pain. And for a very short period, I would bring this pocket knife to school and press it into the back of my left thumb, I remember this really clearly, until my thumb would start to bleed and then I’d move it a millimeter or two and then press it into my thumb and make it bleed.","content_length":895,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And do this over and over again without changing my facial expression. I’m in class, I’m sitting in math class doing this, looking at the blackboard tracking things. And fortunately for me, after a short time of doing this, scared myself by doing it and stopped. But it didn’t strike me as particularly strange at the time. And— Debbie Millman: Yeah. You were relieving pain. You were using that as a way to be able to release some of your trauma without even knowing it. Tim Ferriss: I certainly think that could well be the case. And part of the reason that I’ve held off on this conversation also is that for a long time, after the realization, after ayahuasca, felt like this did not affect me, that it was a bad thing that happened, but who am I to complain? I discounted it because of all the other blessings and privileges that I have in my life, and assumed that I could put under lock and key.","content_length":901,"content_tokens":209,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And after the silent retreat and this, let’s just call it a psychotic break, which is really what I think it was, whether it’s a breakdown, or a breakthrough, or both, we could debate, but I realized that whether you’re dealing with it directly and putting it in front of you as the task that hinders all other tasks and prioritizing it, or you are not dealing with it but it’s creeping out through the corners and affecting you in ways that you may not even be aware of, you’re dealing with it whether or not you choose to deal with it. Debbie Millman: Exactly. Tim Ferriss: And so I began working, this is a few years ago, on compiling this book on healing. And I’m very fortunate in the sense that this sexual trauma never seemed to affect my sex life, my sort of vitality in sex.","content_length":783,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It was one of the few places actually that I felt integrated and felt, period. Where I actually felt deeply without dissociating. And so I started working on this book, the healing book. And I was writing this chapter, drafting this chapter on the abuse. And part of the reason it’s taken us so long to have this phone call is because I’ve been afraid of it. I wrote this chapter, this draft, and it totally fucked me up. I didn’t expect it would because I’d felt so invulnerable. But the day after I started drafting it, completely lost my sex drive, basically lost sexual function, any interest or ability related to sex just disappeared. And that scared the shit out of me.","content_length":676,"content_tokens":155,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And fortunately that’s not—that complete paralysis hasn’t continued, but I’ve been very concerned about taking this one oasis of feeling that I’ve had consistently and fucking it up by talking about this stuff. Debbie Millman: Well, that’s something that’s more the case than I think a lot of people talk about. I think that having any kind of enjoyment sexually after long-term abuse is really rare. And it’s not surprising that you would have that response. And I’m really happy to know that you’re able to—that that’s improved since that experience. It’s been a lifelong process for me.","content_length":589,"content_tokens":148,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And one that I’m still on to sort of re-engage from that first disassociation, which for many people that disassociation is really what saves a person’s life, because you couldn’t actually integrate that level of trauma at that young age. You’d have had that psychological break then and likely never recovered. Tim Ferriss: Totally. And I was chatting with a friend of mine before this call and I haven’t spoken to many people at all about any of this, but he also suffered quite a lot of trauma. And he said something to me, which I’ve also thought quite a bit in the last few years. And that is your childhood adaptive responses are perfect, that dissociation in a way is a miracle of evolution. The fact that we develop this ability to split our psyche, compartmentalize to survive, is really miraculous.","content_length":808,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And there just comes a point, at least for me, where these old adaptive coping mechanisms have outlived their usefulness. And that’s been a huge part of my journey. And telling my parents was also extremely difficult. I was worried about destroying them in a way, if that makes sense. So my intention had been with this book to wait until they passed, to wait until they died to release this so they wouldn’t blame themselves for everything. And what I realized was that was too demanding for me as a burden. And I decided to have the conversation without any expectation of any response, but simply to give voice to it in a way that would hopefully free me from the weight of that being constantly on my mind, on my subconscious. And I figured I could probably speak to a few of the things that I’ve found helpful.","content_length":815,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I’d love to hear from you as well, but perhaps you could speak to—because you’ve been sort of immersed in the therapy and treatment and sort of trauma mitigation side of things for much longer than I have. Could you speak to how common this type of sexual abuse is? Debbie Millman: Yeah, absolutely. Well, first I just want to say that I love you, Tim. You are such a good, good man— Tim Ferriss: Thank you, Debbie. Debbie Millman: You have such a big heart, and a big brain and just so much generosity. And it’s just an honor to be talking to you really. And I feel very privileged to be able to have this conversation with you and if it does get released, I just I’m feeling just so grateful about the possibilities that it’s going to have to help so many people that need it.","content_length":782,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Sexual abuse is one of the most common traumas in the world. One in three women by the time they’re 18 will have been sexually assaulted in some way. The numbers that we know now are one in six boys, but given how much shame is associated with boys actually disclosing, my suspicion—and quite a lot of clinical psychologists’ suspicions—is that it’s much higher. I don’t know why there would be any difference, frankly. But that’s a lot of people. That’s a lot of people, that’s a lot of young people. And we as a species have so much shame associated with this behavior that has been socialized, that somehow it is the victim’s fault. Just think about what rape victims go through when they report, how much they have to defend the believability of their story or what they might have done or not done to contribute.","content_length":817,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So you can only imagine how much shame there is for young people that don’t know what is happening to them or why it’s happening to them. So it’s pervasive in our world. And it is one of the most devastating behaviors that someone can enact on another at any age. If it happens before the age of 10, because we’re all still developing our brains, it changes the neural pathways in our brains to such an extent that the behaviors that I know we’re going to talk about that you’ve struggled with and that I’ve struggled with are just a normal way of responding once that kind of trauma occurs. And for me, my trauma began, my sexual trauma began when I was nine years old and continued until I was 12. And it was something that my stepfather did to me. This was back in the early, early ’70s.","content_length":790,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And we didn’t have the conversation about sexual abuse that we do now. And I didn’t know that it happened to anyone. I thought I was the only person in the world it was happening to. And I was told by my stepfather that if I told anybody he would kill my brother and my mother. And because he was so much bigger and stronger than me—anybody at that age could have been bigger and stronger than me, any adult—I believed him. And so I didn’t tell anybody. After it happened, after my mother and he ended up divorcing—and there’s a lot of stories around that we don’t need to get into, but my abuse was a part of it, but not something that was known to the degree that it occurred. And then after that, another partner of my mother’s also abused me.","content_length":746,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But I didn’t think that—because I didn’t know that it had happened to anybody else when I was a little girl, I didn’t know how to understand it. The only way that I ultimately found out that it was happening to anybody else was through the Ann Landers advice column in Newsday, where I was living on Long Island. And would read Dear Ann Landers every day. And one day somebody wrote in about being abused and I cut out the article and put it under my mattress because suddenly I felt like I knew somebody else that it was happening to. It wasn’t just me. I wasn’t a freak. And when I got older, talking 15, 16, 17 years old, at that point, I thought, “Well, I’m not going to let this impact me. I’m not going to let him win my life.","content_length":732,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I’m going to try to have the best life that I could have.” Not realizing at that young age, as you’ve mentioned, the body keeps the score. You cannot outrun your own psyche. It is not possible. It is just not possible. Your psyche is too strong to just take those experiences and sweep them under a rug and never ever look at them again. They come back. And they came back to me in really sort of a significant way when a friend of mine died of AIDS in 1990. And he wanted to live so badly and I was 29 or 30 and feeling like I didn’t want to live. I knew that I couldn’t kill myself, but I didn’t want to be living. And the fact that he wanted so badly to live and died really for the first time sent me into significant therapy, everyday therapy for three years.","content_length":764,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And then I’ve been with that same therapist now since then. So we’re going on 30 years of therapy with the same doctor. Now I go twice a week instead of five times a week, but it’s been consistent for that entire three decades. And she saved my life. She saved my life and that work we did saved my life. But back to my experience with you, I still, up until 2017 or 2018, when I was first on your show, I was very, very secretive about my past. I still felt an enormous amount of shame. I still felt that it made me damaged goods. I was not really willing to discuss it with anyone at any length, beyond my closest, closest friends and partners. And I hadn’t even talked about it at length with my family who didn’t really seem to want to know.","content_length":745,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I had already started working with the Joyful Heart Foundation with Mariska Hargitay, who’s the star of Law & Order: SVU. And in the Q and A on my bio on the Joyful Heart website, I made a fairly innocuous statement which was that I felt that being part of the organization made my life make sense because I was helping to eradicate sexual violence, because I was working to communicate that the rape kit backlog was something that needed to be eradicated. You’ve read my bio. Tim Ferriss: What is that? Debbie Millman: The rape kit backlog is, whenever anybody is raped now in this country, when they report it, they go to the hospital, and they undertake what is often a multi-hour, often up to 10 or 12 or 14 hours rape kit, which is where all the DNA evidence is collected.","content_length":777,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So under your fingernails, hair clippings, your entire body is essentially, is evidence. And so you undergo just a forensic cleaning where everything is taken, all the fluids, every bit of DNA is collected, put into a kit, tested to be able to see if any DNA is already on record for other rape victims. And for many, many decades, there’s been backlog where those rape kits are processed and some of them were in storage, and there’s been hundreds of thousands of rape kits that have been destroyed because they weren’t in the correct storage, or they were in buildings that were unclean or unsupervised. So the Joyful Heart Foundation is working now, right now their main function is to work to eradicate the rape kit backlog in this country. Mariska Hargitay made an Emmy-winning documentary about it, I Am Evidence, which is about the backlog and eradicating that backlog.","content_length":876,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But you, Tim, when you were in preparation for our interview, you found that little bio of mine on Joyful Heart’s website and asked me why working with the Joyful Heart Foundation made my life make sense. And in that moment, I had to decide: do I disclose to Tim’s millions and millions of people that are the listening audience, or do I lie? And I just took one step into the future and told the truth. And that changed my life. Because once you tell the truth, a couple of things happen. First of all, you realize that you’re not ostracized by the people that really love you. You are not shamed by speaking your truth and people do believe you. Now that’s not the case with everyone, but it was the case for me. And I felt as a result of that experience, my life was fundamentally, irrevocably changed.","content_length":805,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Where I am now, someone that has this experience is part of who I am, but it’s not hidden, and it’s not ugly, and it’s not loathed. It’s just part of who I am now, part of my story. I’m still going through a lot of things and we can talk about that too, and the reintegration, and everything that goes along with it. But the idea of hating myself because of this happening, because of what it meant about who I was intrinsically has fundamentally changed just by the sheer virtue of speaking about it in a public way that isn’t hidden anymore. So thank you for that. Tim Ferriss: You’re so welcome Debbie. And I feel so grateful for you having done that because the ripple effect in some ways of that for me personally, is having this conversation with you. Debbie Millman: Yeah.","content_length":779,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I have to say that not a week goes by where I don’t hear from somebody that’s listened to that episode and said, “Thank you. That episode changed my life.” And I just want to thank you, and I’m just overwhelmed by being able to do that for anybody. But it is a journey and for me it’s been a 30-year journey, really more because I did have a good therapist prior to seeing the doctor that I see now, that I’ve been seeing for the last 30 years, but it just wasn’t enough. I needed more clinical help than she was able to provide, and the doctor that I’ve been with since has that experience. And it’s been talk therapy, it hasn’t been aided by various other remedies that I’ve actually been thinking quite a lot about.","content_length":722,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But because it’s talk therapy, talk therapy’s an investment, it’s really slow. And maybe it’s slow for a reason because you can’t necessarily integrate as much. Three days ago while talking with my wife and my cousin, had a major realization just like in the midst of a conversation, holy shit! So those things happen just because of doing that work for so long, but there’s no way to predict when those breakthroughs are going to happen. Tim Ferriss: Yeah. I’d love to also take a moment just to say for people listening, who either know they have suffered abuse or trauma, right? It doesn’t have to be sexual abuse, but some type of trauma, capital T, or little t. Number one, it’s highly individualized. You can have two veterans who are in the same foxhole in wartime who respond completely differently.","content_length":807,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So there is no sort of objective scale of, or descriptor of events that qualify as trauma or non-trauma. But I’ll speak specifically to people who have suffered sexual trauma. And I’ll say a few things. The first is, and I feel this way about you Debbie, that as someone put it to me once, you have made your trauma part of your medicine. Meaning that you have the ability to empathize and deeply feel other people. And let’s face it, I mean, that’s somewhere between like one-sixth and one-quarter of the world’s population if not more. You have the ability to empathize and resonate and potentially help people in a way that you would not possess had you not gone through what you went through, if that makes sense. Debbie Millman: Absolutely. Absolutely. Tim Ferriss: And so for me, reframing it as to say a gift may be too strong.","content_length":834,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I don’t want to paint it unilaterally in that way, but to be able to turn the perspective so that you can see how you can wield it for good as opposed to be contorted by it as a passive experience, it is possible to use this, I think, as a superpower of sorts, to really help other people. And for me, helping other people heal has helped me heal and working on your own healing in turn helps you to help others to heal. So it is a virtuous cycle. It has been at least for me, and I really want to underscore for people listening that, right now in my life I have more light, and joy, and compassion, and feeling of safety and security and optimism than I’ve ever had in my life.","content_length":683,"content_tokens":159,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And that is for me at least a product of being blessed to find, and also having discovered different tools that have been exceptionally, exceptionally helpful, and certainly having someone, in my case, Jack Kornfield to act as a safety net. And so I want to, before we discuss some of the things that have helped, because I’d really like to, to offer people some tactical recommendations, and I will put this in the show notes. Everything will be in the show notes for the podcast, and I’ll also create a short link, which is tim. blog/trauma with resources. Neither Debbie nor I are medical professionals so I have to say that, but we can share what has worked for us and been helpful.","content_length":686,"content_tokens":152,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I would say that for me, deep immersive experiences, and I can speak to different modalities, have been critical in remembering, remembering in the conventional sense, what happened and also re-membering, right? Piecing back together these parts of myself in ultimately, a really integrative and beautiful way. I mean, certainly more beautiful than viewing myself as a broken toy, some flawed object that was loathsome. And when you have any of these deep, immersive experiences, or perhaps even if you do talk therapy, things can come up very strongly that you may or may not be ready for. And for that reason, I was just lucky, very lucky that I went into this 10-day silent retreat and certainly augmented it with all of the various intensifiers. And what I had done in retrospect was I got on a trapeze without checking the net first. And I was just fucking lucky that Jack happened to be there pulling out the net as I was losing my grip.","content_length":943,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So I think it’s extremely important before you go into any intense, potentially intense or immersive therapy, or experiences, that you have someone who is in your corner as a safety net, who has experience with handling ideally the type of trauma that you suspect you’ve gone through, possibly went through and who is comfortable handling crisis situations. At least that’s my perspective, because if I had not had that, honestly, I don’t know what would have happened. Debbie Millman: Yeah. I agree. It’s absolutely critical to have people that you trust in your life that can catch you if you need to be caught. Tim Ferriss: Yeah. So I’d love to just list off a few of the things that I found particularly helpful in the toolkit. And not to imply that these will resonate for all people, but first I’ll recommend books. And these were recommended by multiple people.","content_length":868,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"There are a few, The Drama of the Gifted Child, which is really the drama of the sensitive child. And I discussed that with Gabor Maté on my podcast with him at one point, or rather he discusses it. Waking the Tiger, which is Peter Levine, The Body Keeps the Score, and a lot of these relate to what Peter might call somatic experiencing since at two to four, in my case, I’m not cognitively creating spreadsheets and pro and con lists, and over-intellectualizing. It’s like a very psycho-emotional and physical experience of trauma. And in my case at least, tools that approach it from that angle have been very helpful, including psychedelic medicine work, which I’ll touch on in a moment. On the non-psychedelic side, Internal Family Systems, something called IFS and this is one form of what might be referred to as parts work.","content_length":831,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"The creator so to speak of this is Richard C. Schwartz, and the use of IFS in combination with the performance-enhancing drugs of trauma work, which I consider psychedelics such as psilocybin, or we might call an empathogen like MDMA, and I’ll come back to that. IFS looks at the mind, and I’m simplifying here, as a set of discrete sub-personalities. So you can, in the course of this type of talk therapy, have a conversation with anger, like the part of you that is deeply angry. You can have a conversation amongst these different parts, the part of you that is ashamed, the part of you that is resentful, the part of you that is sad. And you can recognize and fully feel these emotions in a way that was not accessible to me otherwise. And this type of parts work is actually very well implemented by an organization called MAPS, maps.","content_length":840,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"org, in their use of MDMA, which is going through phase three trials right now for MDMA-assisted psychotherapy for posttraumatic stress disorder. So for those of you who are familiar with my support of psychedelic science and have wondered about the missing piece, this podcast may explain one of those pieces. Few other things non-pharmacological that could be of help to people, Hakomi therapy, H-A-K-O-M-I, and I should say two incredible practitioners of parts work who have done incredible work with MAPS are Michael and Annie Mithoefer. I’ll link to these names in the show notes. Hakomi therapy, H-A-K-O-M-I, which is something that I found very helpful for learning to feel again, after a lifetime of numbing and dissociation.","content_length":734,"content_tokens":171,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So as a kid who is in retrospect, very, very, very sensitive, all of what happened was just such an utter assault on my senses that it obliterated my capacity or desire to feel anything. And it’s been a process to relearn how to feel, and to embrace that sensitivity as a gift and not just a liability. So Hakumi therapy. In terms of couples work, so they’re helping my partner, my girlfriend, to better understand how this has affected me. Imago therapy, I-M-A-G-O has been very, very helpful in effectively explaining how silence or feeling a necessity to self-censor or not speak truth leads me to feel ashamed and dirty and damaged, that I have a very strong need to be able to speak truth. And the cost is very high if I don’t. So any type of self-censoring that feels like silencing.","content_length":789,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"If I feel like I need to withhold, or avoid giving feedback, and I don’t always have the most Nonviolent Communication style. So Imago therapy has been very helpful, as has studying Nonviolent Communication, which people can find quite easily. Just a few more things, and again, I’ll put these all in the show notes. Recently, and this is just in the last few months, two things. One is HRV training, that’s heart rate variability training, which I’ve been doing with Dr. Leah Lagos, who is an incredible practitioner. And this involves tracking your heart rate and respiration using feedback devices and working through your physiology. In my case, I’m hyperreactive to any type of stressor. So I have a panic response, given my history, and there are other types of trauma that I’ve experienced. I was very badly physically bullied up until sixth grade.","content_length":855,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"School was absolutely terrifying for me for a long time. That plus sexual trauma, plus other things, have led me to be very cardiac hyper-responsive. Even a minor disagreement or a loud noise can send my heart rate to a hundred plus beats per minute, where it will stay for hours. Debbie Millman: And that is a very common response, Tim. I have that as well. And a lot of people that have experienced sexual trauma also have that overcompensation in some ways. Tim Ferriss: Totally. Debbie Millman: Responding to stress, fear, nervousness, the unknown, all of that triggers a much more robust chemical response in our bodies. Tim Ferriss: That certainly squares with my experience over decades. And this HRV training has been very surprisingly effective. And what I like about it is that it’s turning the more common paradigm of working through words, and your psychology, to down-regulate your physiology.","content_length":906,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It’s working on physiology first. It’s saying, let’s reverse the arrow of causality and let’s work on physiology to change your psychology. And that’s been a real epiphany for me and has helped me to realize when I’m projecting, dissociating, has been a real revelation of sorts. So that’s a new addition but it’s been very powerful. And in combination with advice from a podcast guest, actually Jim Dethmer, who’s just incredible and part of The Conscious Leadership Group, who has helped me to utilize a lens that I think can be very pragmatic. And I do have part of me that’s skeptical of the Enneagram, but there are many people I respect.","content_length":643,"content_tokens":164,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Tobi Lütke, CEO of Shopify, or, I could go through a very long list of names people would recognize, who used the Enneagram for preventing conflict and just greasing the wheels of interpersonal communication. There’s a book called The Complete Enneagram by Beatrice Chestnut. And I’ve been very skeptical of the Enneagram because it reads to me often like a horoscope of sorts, like astrology. Nonetheless, I was typed, and this came after an interview with someone who’s qualified to do this as a what’s called a self-preservation six, and there are other aspects to this, but it so well captures the hypervigilance and fear-based orientation that I’ve had my whole life, towards the world and towards myself quite frankly, that it has been an incredible compliment to the HRV training.","content_length":787,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I would say the performance-enhancing drugs that have been layered on top of a number of these and that are also incredibly potent in and of themselves are MDMA, psilocybin, and ayahuasca. For purposes of this discussion, because ayahuasca is a very big gun and people can be knocked sideways and destabilized in a way that can last days, weeks, months, in some cases, years, I’ve seen this, so I do speak with some confidence about this. I’m not going to discuss that as a tool, but certainly MDMA and psilocybin. MDMA, which can be thought of as an empathogen compound that elicits openness, compassion, decreased fear response, self-empathy. Empathogen, a generator of empathy has been designated, has been given breakthrough therapy designation by the FDA is being used very successfully to treat people with PTSD that has been unresponsive to treatments for 15 to 20 years.","content_length":882,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So anyone who is interested in that, I highly recommend looking at maps. org. And psilocybin, which is thought to be the psychoactive component at least for our purposes in psilocybe mushrooms can also be synthesized, which is being studied for treatment-resistant depression and many other conditions, opiate addiction, nicotine addiction, which is being studied at places like Johns Hopkins, which I support, Imperial College London, which I support, and NYU also. Many other places. But those are two tools that when used responsibly with proper facilitation have been literal life-savers for me also. And I will say they’re very, very powerful compounds, not to be taken lightly and that are currently Schedule I. So that means they are, generally speaking, not available for legal consumption. There are countries in the world where that differs, but I want to make sure that the caveat is clear.","content_length":901,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"These are very powerful and what someone might consider if they want to crack the door open to non-ordinary reality in a way that might provide insight into difficult-to-retrieve memories, or simply to explore that terrain. There are different types of breathwork, like holotropic breathwork that can be helpful without any chemical agents to begin to explore this terrain. And even without any type of compound, any type of ingestion of plant medicine or synthetics, these can bring up very powerful experiences that require the safety net I referred to earlier, having a therapist of some type. I’m still a fan of cognitive behavioral therapy, like I mentioned IFS, Internal Family Systems. There are a few that I have personally found very helpful. I think somatic experiencing has a role to play à la Peter Levine. And I’m going to stop there because that’s quite the list.","content_length":877,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And anyone who is interested in how I might sequence psychedelics, specifically breathwork et cetera, should listen to my Blake Mycoskie interview separately. But Debbie, I would be really curious to hear what you recommend when people reach out to you, say in a very raw place where they’ve realized perhaps that they have this trauma that they need to deal with it but they don’t know what to do. What do you say? Debbie Millman: I say a lot of the things that you’re saying about being able to engage with a therapist that will help you through your journey. Now, everybody has their own journey to take. Some people will want to do things that are more conventional and make them feel safer. Some people have a much higher tolerance for risk or the uncertainty of an experience’s outcome and will be very comfortable engaging in more alternative paths.","content_length":856,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I think it’s really important for people to understand that their path to healing is very much their own path to healing in the same way that everybody has their own path to love, or success, or family. So that is something that is really personal. I think offering these types of alternatives for people to consider is a gift so that people can really investigate what they’re most comfortable experiencing and undertaking. For me, when I first started my journey, I was desperate for help. And through a friend, she recommended a therapist and for the first six years of my therapy, and that was in my twenties prior to engaging with the doctor I have now, I was doing group therapy, I was doing individual therapy, I was doing some family therapy.","content_length":754,"content_tokens":155,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It wasn’t as rigorous as what I ultimately went towards, but I actually don’t think I would have been ready for a five day analysis, which is what I first engaged with, relational therapy, had I not had that prior six years of beginning to reveal who I was, and why I was who I was. So for me, that six years of less medical therapy, I guess that would be the way to put it, was really beneficial to me. And then in 1991, when I started my therapy, the kind of therapy I’m in now, that started as five days a week, then four, then three, and now two. Tim Ferriss: How long did you do the five days a week before you went to four, and how long the four days a week before you went to three? Just guesstimate it. Debbie Millman: Yeah. Absolutely.","content_length":744,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I did five days a week for three years and I did it on my lunch break. I actually found a therapist very, very serendipitously that was within walking distance to my office at the time and did that—walked to therapy and then walked back to work. And so it was a 45-minute session, so my lunch break was an hour and a half. And I did that for three years. It was enormously expensive. I was completely broke as a result. It took all of my resources to manage this, but it saved my life. And so when people talk about the cost of therapy, I like to think about it more as an investment in your life.","content_length":597,"content_tokens":140,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And if this is going to make your life better, it’s going to make it more integrated, if it’s going to make it healthier, then why would you want to spend your money on anything else but that? So I did that for three years and then I went down to four, and I think I did four times a week for about another year or so. And then did three times a week for the bulk of my therapy, I would say for probably 20-plus years. Tim Ferriss: And in those early sessions, what did those look like? And I’m asking as someone who’s done very little talk therapy because I’ve had an aversion to words in a sense, rightly or wrongly, because I know friends who have really been saved by talk therapy.","content_length":685,"content_tokens":167,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"What did, or might a session look like? What do you talk about? What’s the format? Debbie Millman: I think for me, and that’s so interesting the different responses people and bodies have to their trauma. I have often joked, and maybe it’s not really that funny, but I position it as a joke, that I am just a head. And then I’m not. I don’t know that my head is even still fully connected to my body. I am very cerebral. And my wife knows this, my former partner, Maria Popova. We joke about it all the time that I just love to talk. I am a talker. I like to analyze everything. And being connected to my body is much, much harder for me. I’m very comfortable face to face with someone, looking at them, looking into their eyes, and engaging intellectually and verbally.","content_length":770,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Being connected to my body is still something I struggle with, Tim. Initially, the therapies that I think my therapist was hoping I’d get to would be facing away from her on a sofa, sort of very old fashioned in a lot of ways, because then you can really engage with your subconscious in a much faster way. You’re not looking at someone’s face to analyze their response. People like you and I who are highly empathetic often will organize the way that we speak, what we say, based on almost imperceptible facial recognition patterns that we understand. And to disengage with that allows you to go deeper into your subconscious, to not be assessing what the response is and how you are engaging with that response while you’re responding. There’s a whole set of clinical responses and engagements that happen when you’re speaking, body language, facial patterns that we assess really quickly.","content_length":891,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"That gift that you were talking about before, we have that. And quite a lot of people that have gone through intense trauma have this ability to almost be able to calibrate the energy around someone, to be able to assess how we can best respond to them, to their comfort. I was unable to do that. I needed to be face to face, and still to this day. So now I’ve been doing my therapy for over a decade now, maybe close to a decade online. And my therapist retired from her big-time practice and now has a much smaller practice, and I’m still working with her. We do the therapy over Skype, and we’ve been doing that for as long as Skype exists. And that’s been really helpful as well. I don’t need to be in person, but I do need to be face to face. That’s still something that is really important to me.","content_length":802,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"That’s also I think part of why my podcast has been a successful one, because up until COVID all of my episodes have been face to face. I look deeply into a person and feel them and experience them in a way that I can’t really replicate any other way. So in any case, those first therapy sessions were just a matter of allowing myself to fully break down, which is why when Brian died, I was in therapy at that point, but then did go much deeper after that. Because at that point, I needed to go on some pharmaceutical antidepressants, or my therapist was going to recommend that I— Tim Ferriss: Can you just remind me and listeners of who Brian is? Debbie Millman: Brian is the friend that I mentioned that died of AIDS. He desperately wanted to live. I was perfectly healthy in my body.","content_length":788,"content_tokens":175,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Clinically I was, but didn’t want it anymore, but didn’t feel like I could ever take my life, but no longer wanted to be living. So sort of became a bit paralyzed in my ability to engage with the world. So at that point, my therapist suggested that I either begin to think about an antidepressant to help calibrate my emotions, or to be admitted to hospital. And so I decided to try, I went on an anti-anxiety medication and then at that point started on Prozac, because it takes about six weeks to really kick in. So that was a really rough six weeks, but it did help take a bit of the edge of the despair away. I think a lot of people don’t fully understand what antidepressants do. They don’t make you happy.","content_length":711,"content_tokens":170,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"They’re not in any way happy pills, but they are able to give you a sense of the bottom of your despair in a way that not being on them did for me. I’m just going to talk about me. It allowed me to feel like there was a bottom to the despair, so I didn’t feel like I was falling through the ether and was going to just end up crashed on the ground. Tim Ferriss: Hmm. I am so glad we’re having this conversation. And I want to speak to something you just mentioned, which is that onset period for many SSRIs, where you have a period of a handful of weeks before which the effects can be felt. That can be a very dangerous period for people if they are suffering from suicidal ideation, fantasizing about suicide, perhaps planning suicide.","content_length":737,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I will say in such cases, and I don’t recommend this much, but ketamine can be a very effective acute treatment for stopping loops of suicidal ideation. It can be very effective intramuscularly or intravenously. There are clinics that provide this in the US. It’s generally very well tolerated. It’s a very well studied compound, because it’s a dissociative anesthetic that has been used for many, many years. And it was on the World Health Organization list of most essential medicines. So for those who are in a very acute dark place that may not allow them to last those weeks until SSRIs have their felt effects, I would just mention that as a potential intermediate stopgap lifeboat for people. Debbie Millman: And I didn’t have a medication that I took in that six weeks to help me as well, and that did help.","content_length":819,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Now, I also want to let people know that sometimes antidepressants can stop working. So I started taking Prozac in 1991, and then in 2003, inexplicably, it stopped working. And I went back into a place where I no longer wanted to be alive. And for me it wasn’t about, “I’m going to kill myself now.” It was just a matter of being unable to exist in any real world experience. I was in my home, in bed, unable to move and unable to do anything. One of my dearest friends at the time, who’s no longer alive, but she would come to my house and hope that I wasn’t dead. I didn’t want to kill myself. I just didn’t want to be alive. At that point, I then went back into an emergency situation with my psychopharmacologist, who then prescribed Zoloft.","content_length":745,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I started taking Zoloft, and I’ve been on Zoloft ever since. And that works much quicker. You start to feel that within three days. You actually do feel your brain being impacted by this drug. It’s a very different experience than Prozac, and my brain actually felt like it was moving. And then we worked on the right dosage, and I’ve been on that dosage ever since. But it is really important when you’re engaging with any type of pharmaceutical to not only be working with your therapist and your psychologist, but also to be working with a psychopharmacologist, who is a medical doctor, who is going to prescribe medicine based on your body type, your body chemistry. And then in as much as I’m still taking the same dosage, I have to have twice yearly appointments with him to make sure that I’m still on the right medication and the right dosage.","content_length":855,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So it’s very important to be monitored by a medical doctor when engaging with any pharmaceutical drugs. Tim Ferriss: And do not stop anything cold turkey. Debbie Millman: Absolutely. Absolutely. Tim Ferriss: Extremely important. I know— Debbie Millman: Finding the right medication is really important. Some people work really well with Wellbutrin. I know a lot of people on Wellbutrin when I first—the original potential drug for me was Wellbutrin. And I felt like I was going to die on Wellbutrin. Did not work well for me at all. I actually felt like I might have a psychotic break. And so we did have to stop taking that. So there is a time where, and some people have to have a different cocktail of drugs.","content_length":711,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I know quite a number of people, because I’m open about taking antidepressants, I talk about it a lot with people, and there are people that have to teach two or three different types of antidepressants to get the right chemistry. Mental illness is a brain problem that has to be investigated as a way to regain the right brain chemistry. And that is something that is not always easy to find. Tim Ferriss: Yeah. I’d like to speak to something you said earlier, which is I think important. At least it has been important for me to unpack, as someone who almost committed suicide in 1999. And that is, you said you didn’t want to die, but you didn’t want to live.","content_length":662,"content_tokens":152,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And an observation that was drawn for me by Stanislav Grof, who is a psychotherapist, I’m not sure he would consider himself a psychotherapist, I’m not sure what label he would apply, but very experienced psychotherapist who’s supervised thousands of sessions over his 80-plus years of life involving psychotherapy, and also assisted psychotherapy with compounds like LSD and other things. And I’m going to paraphrase this, but he said that a desire to kill oneself can be thought of as a desire to destroy your physical body, but it’s not a desire to destroy your physical body. It’s a desire to kill your ego and to stop the loops that you’re experiencing. It’s a desire, at least for me, desire for some type of relief from the relentless looping of these thought patterns that seemingly would not stop.","content_length":806,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Just like being in the impact zone in the ocean, where you’re getting hit by wave after wave after wave. I just wanted the waves to stop. And the only option that I felt was available was to take my own life, which thankfully I did not do. People can hear my TED talk for how that unfolded. But the part that was left out of the TED talk is that I had planned to kill myself. I had the exact plan laid out. I knew exactly how and when I was going to do it. And by sheer luck, I had requested a book dealing with suicide from Firestone Library at Princeton, and I’d forgotten to change my mailing address. I was away from school. I was taking time away from school, which, surprise surprise, was recommended by the administration because they don’t want a suicide on their watch if someone seems mentally unstable. And I had forgotten to change the mailing address to where I was then living off campus.","content_length":902,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So a postcard, when the book was available, went home to my parents, and my mom got the postcard. And she called me with a very shaky voice and asked me about it. And that snapped me out of it, because I had only been thinking about really myself and the impact that it would have on me. I was so stuck in my own loops that I had not thought about the impact it would have on other people. And as someone later put to me, killing yourself is like taking your pain times 10 and inflicting it on the people who love you the most. So that snapped me out of it. But that was so lucky. So lucky. If you think about how that would have turned out differently, now it would have been an email or some type of notification that I would have archived, and I would not be here. So I came very, very close.","content_length":795,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And at the time, it’s because I viewed the only option for extinguishing a loop was to kill myself. And what I’ve learned since is that it is possible, and I’m not a hammer looking for the nail in the sense that I’m not recommending these tools for everyone. They do not address everything. They have risks, they have side effects. But tools like ketamine, tools like psilocybin, in some cases with trauma, MDMA for PTSD, with qualified facilitators and therapists, allow you to do what I so desperately wanted without killing yourself. And I want to just emphasize to people, if you feel that you’re fatally flawed in a way that dooms you to unhappiness and self-loathing and a desire to kill yourself, don’t believe everything that you think. Because as I learned later, even though that seemed true in the moment, that is not true.","content_length":834,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"There are tools and options available to you. Debbie, one thing I’d love to ask you is, are there any books or resources or organizations that you’ve found particularly helpful, or that you’ve recommended to people that they’ve found helpful? Debbie Millman: Yeah. And Tim, I just want to caveat. I know that I was talking to Roxane about a book that we’ve both been really helped by, and it’s called The Courage to Heal by Ellen Bass. But I’ve heard since that there’s some problematic issues in that. And I don’t know if it’s because of the way that they talk about trans. I don’t know. So that book was enormously helpful to me, as was Bessel van der Kolk’s books. They still continue to be helpful.","content_length":702,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I’m happy to say that separately again, so that it’s good for the podcast, but I don’t know. Let me look into what issues there might be, because I don’t want to give anybody information or recommend a book that’s problematic for any reason. Tim Ferriss: Yeah. And I’ll also say, we can put any disclaimer in the show notes for people. The Courage to Heal workbook has also been sent to me. And it was recommended by someone with a lot of in the trenches experience, working with trauma survivors. I will confess that I did not actually have the stomach to go into it because I was coming off six months of very deep, intense work, and just could not even digest the possibility of going through a 200- or 300-page workbook. So I have not cracked it, but it was recommended by someone who I respect tremendously as a clinician.","content_length":831,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So that’s it, so we can put that in the list. Debbie Millman: Definitely. The Drama of the Gifted Child is a book that I also read. As I mentioned earlier, up till I was about 23, 24, I was in this mode of, “This didn’t impact me. I’m not going to let this destroy my life. I’m not going to let him win. This is something I’m going to overcome and have the best possible life for.” And I think a lot of people feel that way. And then everything comes crashing down. I ended up at a party. It was about a year or two after I graduated college.","content_length":542,"content_tokens":149,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And somebody that I admired a great deal heard about a job that I had gotten and said to me, “Oh, Debbie, I’m so jealous of you.” And I just stood there and looked at him and thought, how could he possibly be jealous of me? I’m the most disgusting, ugliest, unworthy person on the planet. And that’s when I decided I needed to go into therapy for the first time. And when I did, the gates opened, they really did. I remember being at the Brooklyn Academy of Music, watching Einstein on the Beach, and something triggered me in that performance. And I went home and spent two days in bed, just weeping at who I was and what I was in my life. And at that point, really tried every possible, at that point this is the ’80s now.","content_length":724,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"We’re talking about every possible book, workshop, nutritionist, any way that I could find to try to be better, to try to feel better, to try to change who I was. And a lot of it was trying at that time for quick fixes, didn’t want to have to—the idea at that point, if anybody told me at that point that I would be 58 years old as I am now, still working on these things, I might’ve packed it in. I was like, “Why do I have to deal with something that occurred in the first 18 years of my life for the rest of my life?” But those are the cards that I was dealt. And my brain developed in the way that it did, with the neural pathways that it did, with the panic response that it has.","content_length":684,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And what I can say is that with all the resources that I’ve undertaken, they’re all worth it in some way, shape, or form, because they are all moving you forward to a path that isn’t completely catastrophized by what happened to you in the earlier part of your life, and gives you a way to recreate different neural pathways that lead you to the way that you want to live your life, and the way that you want to think about your life in a way that’s healthier. So some of the books that I read in my 20s and 30s, Ellen Bass’s The Courage to Heal and her accompanying workbook. The Drama of the Gifted Child, which as you said, is the gifted child is really the more sensitive child. There was a sensitive child, Bessel van der Kolk’s books, website, resources.","content_length":760,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Anything that he’s written has helped me because of where we do keep the score, which is in the body. And in addition to my journey as a businesswoman, as an entrepreneur, as a brand consultant and strategist, as a podcaster, as an artist, a writer, an illustrator, whatever it is, there’s always this parallel path of being a person that’s looking to understand my motivations, my place in the world, my purpose, my trauma, and how I can integrate all of that together, so that anything I do in my life isn’t just a response to the trauma. Isn’t just, I’m doing this to feel productive in the world because I’ve felt so meaningless. I’m doing this to feel meaning, because I don’t have any sense of who I am.","content_length":709,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And that’s something that I think I might be doing for the rest of my life at this point. But for me, it’s trying to find comfort and contentment about who I am and doing what I do because I love doing it. And not because I feel if I don’t do it, I’m nothing. Tim Ferriss: That’s really important. It’s extremely important. And it resonates with, I suppose it was a realization that I had prompted by something that Tara Brach either said or wrote. Tara Brach, very well-known mindfulness teacher. I’ll simplify her descriptors that— Debbie Millman: Absolutely. I’ve taken workshops with her. She’s incredible. Tim Ferriss: Incredible, incredible teacher. Her book, Radical Acceptance, which has a very generic title, but very impactful content for me, at least. Radical Acceptance.","content_length":782,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I’m going to come back to that word acceptance, because I think it’s critically important. She said or wrote at one point, and she was quoting some apocryphal sage, but that there’s only one question that really matters. And that is: what are you unwilling to feel? I’ve thought about this a lot because the stories we tell ourselves, the life experiences, including trauma, that we’ve had drive our behavior and drive our reality, the stories that we tell. And what I realized about myself is that increasing my pain tolerance, focusing on honing myself as a weapon of competition, basically, was in large part a way to busy myself and overstimulate myself, including with caffeine and stimulants and so on, so that I wouldn’t feel certain things. Debbie Millman: Absolutely. Tim Ferriss: And this was subconscious. It was not something that was in my conscious awareness.","content_length":877,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It was subconscious. But in retrospect, that is what I was doing. I did not want to be in a room by myself with things bubbling to the surface. If I was at a slow simmer, I wanted to take something else that was boiling at a loud boil and pour it on top of that to create enough noise that I wouldn’t feel whatever needed to be felt. Debbie Millman: That is so common. Absolutely. I did the exact same thing. Tim Ferriss: Super common. And the part of the reason that Internal Family Systems, IFS as I mentioned, or something like it, in parts work has been so helpful to me, and Jack Kornfield is also very, very good at this type of parts work, and I’ll speak to something that I’ve done that has been very helpful in a minute, is recognizing and not hating or hurtfully judging your coping mechanisms.","content_length":804,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I have historically had no tolerance for weakness, very little tolerance for weakness. So any type of fear, any type of shame was weakness and just was meant to be eradicated. And for me, I just had no tolerance for weakness. And as a result, I hated parts of myself, which ultimately just does not work. It just really, really does not work. And if you want to be a better competitor, by the way, this does not remove your edge. It actually gives you a greater awareness, and I think an ability to not leak energy all over the place that you could otherwise point at a worthwhile target. So the parts practice in IFS has been a revelation. And I don’t use that word lightly. I’ve used it a few times, but I’m using it with very specific things that have actually warranted that type of word.","content_length":792,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Because the coping mechanisms, right? If you want to curl up in a fetal position and just let things happen, let things pass. If you have anger that you’ve suppressed and you judge that anger because it’s caused damage in certain areas of your life, these are very often what might be called protectors. These are things that allowed you to survive, and they’re like vestigial tails, they’re coping mechanisms that served a critical purpose at some point that perhaps are just now the only gear that you go to, or one of three default responses, reactions, I should say, that you have. And if you disown them, if you hate them, you will deal with the ramifications and it’s messy.","content_length":680,"content_tokens":156,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But if you’re able to honor them and thank them for their service, and gently put them on the table, put them on a shelf, because you don’t need them right this minute, when you’re having a huge overreaction physiologically and emotionally to some small ripple in your life, it’s much easier to find peace. And Jack Kornfield has been very helpful for me in this respect. We’ve talked about this in a number of episodes on the podcast, for people who are interested.","content_length":466,"content_tokens":113,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And one thing that he suggested that I do, and I’m simplifying this greatly, but it doesn’t need to be complicated, is to a few times a day or during, say, loving-kindness meditation, to go back to the terrified, unprotected younger version of myself, and to give that younger Tim what he needed at the time, what he craved, and to tell him everything’s going to be okay, and to console that younger version of myself, to protect that younger version of myself. And the easiest way I found to implement that was by doing that type of short meditation at meals, because setting aside separate meditation time may or may not happen, but you are going to generally eat at least once a day. And I would take just a few minutes, not a few minutes, excuse me, like 20 seconds to close my eyes and do that before eating.","content_length":813,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And it had such a tremendous impact and continues to have such tremendous impact on me. It’s hard to overstate. And it’s such a simple concept, but there has been a transfer. It’s almost like I was able to rewind the clock and nurture myself, provide myself with what I needed so that the long-term consequences are dialed down. It’s been much more impactful than I could have imagined, given how simple it is in a way, but done routinely, that has been a real game-changer for me. Debbie Millman: It’s really quite extraordinary how plastic the brain actually is, and how you are able to, over time, create different neural pathways that allow you to respond differently than you may have in the past.","content_length":702,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And quite a lot of people that have experienced severe trauma do have that exaggerated panic response where something that might not ruffle someone else that hasn’t experienced severe trauma might see as a minor thing, that people that have experienced severe trauma will see as catastrophic. That if one small bad thing happens, that means that everything is fucked. That means that everything is screwed up. That means that you’re just terrible. And it’s more evidence that you’re not worthy of being alive or being happy. One of the things that I think that dealing with and managing and re-experiencing your trauma allows you to do is metabolize your experiences in a way that allows you to calibrate future unhappiness, dissatisfaction, frustration, in a way that’s more in measure with the severity of that thing at that time, as opposed to just defacto attaching it to all the previous trauma that then explodes in a much bigger way.","content_length":940,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Tim Ferriss: Yeah, yeah, the much less catastrophizing. Debbie Millman: Yeah, I mean— Tim Ferriss: I mean, that’s been my tendency certainly. Debbie Millman: Yeah, but that is absolutely the way that people that have experienced severe trauma respond. It’s if you aren’t dealing with and experiencing and managing that trauma, you never get a place to detangle any future trauma to that past trauma, and so they become instantly attached. And that’s why that sort of giant feeling of everything being that globalizes that new trauma or that new frustration or that new paper cut, whatever it is to that past trauma happens. And I don’t know why in our DNA this isn’t better integrated in our daily lives and our experiences of ourselves, but humans metabolize our emotions fairly quickly in the grand scheme of things.","content_length":818,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"We have the ability when were hot to take off our sweater, if we’re cold, we put it back on. When we’re hungry, we eat and we metabolize and digest our food and so forth. But when it comes to these types of traumas, there’s a fear that somehow reengaging with them will destroy us, and it won’t. If we have the right tools to help us through these things, they won’t. Tim Ferriss: Yeah, speaking from personal experience, you, the listener, are much stronger than you give yourself credit for, and it is possible to debug or rewrite your software. It is possible, I’m living proof of that, I feel very strongly— Debbie Millman: We both are and we’ve both taken very different paths to it. Mine is far more conventional, but they’ve worked, they’ve worked.","content_length":755,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I could never have imagined that I could have this type of life and I’m also not finished with the work. And I’m still on this path and this journey to recovery, and I probably will be for the rest of my life. And there are moments where I’m like, “Gee, what would it have been like if I didn’t have that trauma?” And there are moments where I feel sorry for myself, and there are moments where I wish it could have been different, but it can’t and it’s not and move on.","content_length":470,"content_tokens":126,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I just have to figure out a way, as we all do, to work with what I got, and part of what—so people have asked me over the years, “Why are you so resilient? Why are you still in therapy? Why do you still try so hard?” And ultimately, and I think that perhaps this is why you and I both didn’t kill ourselves, is that, at the end of the day, I feel like I have one notch more hope than I do shame. And I think that about you too, Tim, why are you working so hard to create a better life for yourself, to understand your motivations, to integrate your trauma? And I believe the same to be true for you, you have more hope about what your life can be about than you do what kind of shame you have about the life that you had and what happened to you.","content_length":750,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Tim Ferriss: Yeah, I’ve never had more hope, and I think a part of that is reframing the work as, and this might sound strange, but not as recovery, even though that’s perfectly fine word to use, but just for me, and maybe I’m just too much of a semantic niggler, but it implies to me some type of incompleteness, like you haven’t yet reached wholeness because you are still recovering. And rather than view it that way for me, I’ve viewed it as work that connects me to humanity and the shared suffering that is life. And that I am training myself to be a sommelier of suffering, not to increase the intensity of suffering, but so that I can not view myself as this independent island of flaws, but rather this interconnected human who has the capacity to sympathize and empathize because no one has a monopoly on suffering.","content_length":825,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And as someone said to me at some point, everyone is fighting a battle that you know nothing about. And by going into suffering with a somewhat neutral awareness or a curiosity, it cannot but make you closer to your fellow humans, I think if you learn to navigate it. And we’re all going to face the death of loved ones, we’re all going to face different types of trauma, we’re all going to face betrayal, we’re all going to face these common ingredients of the human experience. And for me, I suppose the podcast and the writing has been a lifeline as well, because I can take my experience and hopefully transmute it into something that is of service to other people.","content_length":669,"content_tokens":149,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I can find some redemption in that, right? I can find some meaning in it, as opposed to these memories and the traumas that are stored somatically being this meaningless infliction of anguish and horror and disgust, I can somehow translate that into something that is positive for someone. And that’s why I’ve been thinking about some form of this conversation for years. And I’m really optimistic, I have to say it’s taken me a long time to get here, but there are tools, there are tools. People have also traveled this path before, I mean, for millennia, this is not new. And I’ll put a whole bunch of other things in the resources for people, but my friend Neil Strauss, who’s suffered quite a bit of trauma, has a quick-start guide to healing trauma, which is actually a very good blog post, listing some of the things that have been effective for him.","content_length":860,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"That’s a five-minute read and includes things like the Hoffman process, which has come up on the podcast before, documentaries like Trip of Compassion and you show the before and after transformations that are possible with complex PTSD. And I really feel like the journey, the ongoing work, can be, if you frame it in a way that makes it possible, incredibly redeeming and gratifying. And that’s not how it started for me, right? It started with an, “I don’t want to deal with this. “I don’t have to deal with this, it’s over and done with. Who the fuck am I to complain? There are people who are getting raped every day right now; I don’t want to deal with this. Look at my life. I’m fine.","content_length":691,"content_tokens":177,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"For fuck’s sake, let’s lock this away and not look at it again.” And that just did not work. It didn’t work, right? Debbie Millman: It doesn’t. Tim Ferriss: It was a boomerang, and it came back 10 times the size of when I threw it. And there may be people who can do that. I couldn’t and— Debbie Millman: Tim, I have yet to meet one. I really have yet to meet anyone that has been able to integrate trauma in their lives without working on integrating the trauma into their lives. And there’s no shortcut, there’s no easy way around it. It’s just, if it happened to you, to your body, to your mind, it’s going to impact and affect you.","content_length":635,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"One thing that I find really helpful is reading other stories of people that have experienced trauma and how they have integrated that trauma into their lives. Chanel Miller’s book, Know My Name. Eve Ensler’s written a bunch of books that have been extraordinarily helpful: In the Body of the World and The Apology. These stories, these memoirs— Tim Ferriss: Radical Acceptance, the Tara Brach story also. Debbie Millman:—yeah, really have given me courage and hope and a sense of mutuality that I think is much, much bigger than shame. And part of what I’m so hopeful for in the future is more people disclose as more people talk about their experiences, the shame gets shifted to where it really belongs, and that’s to the perpetrator.","content_length":737,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And once we can see trauma that has been inflicted on us as not our fault—that’s one of the reasons I have problems, when you talk about this semantic noodling, I have problems with the word victim. I understand where it comes from and why it’s used, but I don’t feel like a victim and I’ve never felt like a victim, nor do I feel like a survivor, it’s a process of living. And I do think there needs to be some new language around these experiences that really are more accurate as to what we are experiencing, because it makes us as other and we’re not other, there is no other. Tim Ferriss: Yeah, I agree. And I’ve felt very conflicted about revealing or not revealing the name of the perpetrator, because I know exactly who this person is. And at least for now I have decided not to do it, I thought about doing otherwise.","content_length":826,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Debbie Millman: Have you thought about confronting him? Tim Ferriss: I have, and I don’t think—at least at this point that I don’t think I’m going to do it. And if he happens to be listening, don’t worry, at least a few people know who you are so if anything happens to me, there are a few things locked in the vault. But the reason that I decided not to is because I don’t want rage or vindication or vigilante justice to be what drives me. And that rage has been my default for decades, right? I mean, I’ve always wanted to return vengeance upon anyone who harms me or attacks me tenfold, right? I mean, smashing flies with a sledgehammer.","content_length":641,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I no longer want that to be a driver for me, so I’ve really tried to look at it, and I know this will make some people cringe, but—I mean, I don’t know how old this son was when it happened, maybe, I don’t know, 10, 12, 14, I really don’t know exactly. But it makes me wonder what happened to this kid also, right? I mean, this is before the Internet, so it’s just like how would that behavior even manifest? Right? And I’m not trying to wade into moral relativism where I say it’s okay, it’s absolutely not okay. It’s completely fucked and atrocious and damaging but I’ve tried to look at it through multiple perspectives.","content_length":627,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Debbie Millman: I actually have confronted one of my perpetrators and it didn’t quite have the result that I was hoping and expecting. Tim Ferriss: Could you speak to what you expected and what happened? Debbie Millman: Sure, and I wrote a short story about it called The Man, which I’ll send you a link to as well. Well, I had a person in my life at the time that I was seeing, this is before I came out, I didn’t come out until I was 50. So before 50, I was primarily dating men and had been married. But I was seeing someone, I had reengaged with somebody who was a high school boyfriend. And this was 20 years ago, 20 years ago this happened. And he knew about my history, because at the time my stepfather was still living on Long Island near where I grew up, I was able easily to find him.","content_length":795,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And so my then-boyfriend and I went to his house, my boyfriend was a bodybuilder, so he was somebody that I felt could help me. Tim Ferriss: Yeah, helpful enforcer to have. Debbie Millman: Yeah, I mean, it’s sort of a complicated cast of characters, which I’ll talk a little bit more once I’ve finished this part. But I decided that with his sort of physical presence, I might feel safe going to his house, to my stepfather’s house and ringing the bell and saying what I needed to say, so I did. And I remember it very vividly, as you mentioned, it’s just really extraordinary what we remember and what we forget. But I rang his bell, I was wearing a yellow coat and a black beret and it was the fall, and the air was very crisp.","content_length":729,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I rang the bell and his third wife answered the phone, I mean, came to the door, answered the bell. And I asked if he was there, and she looked at me skeptically, “Who are you asking for my husband?” And I said, “Well, I was…” That my mother had been married to him years and years and years ago, and I was his stepdaughter. She then thought I was like a prodigal daughter coming back for reconnection and family, she didn’t know why I was there. She only saw this as a positive thing. So she squealed, she was like, “Oh, my God, that’s amazing, come in.” And I said, “No, no, actually it’s okay, I’d like to just sit here out on the stoop,” and “is your husband home?” And she’s like, “Yes.” And she yells for him, and she’s so excited.","content_length":740,"content_tokens":226,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"He comes walking over and he looks at me and I looked at the wife and I said, “Can I have a few minutes with your husband by myself?” She’s like, “Absolutely, of course, you sure you don’t want to come in?” I’m like, “No, no, I’m good.” And she scampers away and she then yells in the background, “Let me know if you’d like some coffee.” It’s just surreal, so not what I expected, Tim. So then he looks at me and I said, “Do you know who I am?” And I think he maybe was a little bit senile, I don’t know. At that point he was probably 70, no, 65 or so.","content_length":552,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And he said, “You were [BLEEP]’s daughter.” I said, “That’s right. Do you remember what you did to me?” And he didn’t say anything, just kept staring at me, the exact same eyes. He was much heavier and he had a beard, but he was—the same exact hands, and I was so scared, Tim. I was scared. Tim Ferriss: It sounds so fucking intense. Debbie Millman: I was so scared. My heart was beating, I could hear it in my ears. And I said, “Do you remember what you did to me?” And he just said, “You were [BLEEP]’s daughter.” That’s all he said, again.","content_length":542,"content_tokens":171,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And all I could say, and it wasn’t strong enough and it wasn’t what I wanted exactly to say, but I was so nervous. And everything had stopped, time stopped, and the only thing that was moving forward was my heartbeat. And I just said, “You’re going to burn in hell for what you did to me.” And I walked away and I left. And there’s this really dumb movie called The Specialist with Sharon Stone and Sylvester Stallone, and she has quite a lot of vengeance in the movie to make up for her parents being killed by this drug dealer.","content_length":529,"content_tokens":132,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"At the end of the movie, Sylvester Stallone says, after they’ve been vigilantes and killed everybody he says, “How do you feel?” She says, “Better.” And I relate to that, if somebody’s, “How did you feel?” “Better.” But not that much better that it changed anything about how I felt about myself and again, that work still had to be done by me and only me. But I still keep tabs on him… I know exactly where he lives, I’ve looked on Google Maps. I keep track of him, but I haven’t ever felt the need to do anything more. Tim Ferriss: That’s a very intense story, Debbie. I would be worried that I would kill him, I would. Debbie Millman: Yeah, I’ve fantasized—","content_length":660,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Tim Ferriss: I mean, I’m physically capable of it. If I were to be in that proximity, I would worry that I would actually do something that would put me in jail. Debbie Millman: And we don’t want that. Tim Ferriss: No, no, that would not be good for anybody— Debbie Millman: Yeah, I fantasize a lot because I do work with Mariska Hargitay and I have these sort of fantasies about sort of an SVU episode of vengeance. But I just don’t think I have it in me. That rage, I still do overreact to things. I still, when something bad will happen, I’ll feel doomed, but not anywhere as near what it was, what it used to be.","content_length":616,"content_tokens":166,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I have become so much more sensitive to life and to things that are living that I don’t think I have it in me anymore to do that, but I haven’t forgiven him. I’m wondering in the work that you’ve done, have you been able to forgive your perpetrator? Tim Ferriss: I’m laughing because this is a word I’ve always had great trouble with. Debbie Millman: Me too, me too. Tim Ferriss: Forgive, forgiving, forgiveness. Only in the last six months, is in any conventional sense I would say, no. I do not find it permissible, I’m not going to have a drink with them, let bygones be bygones in any conventional sense.","content_length":612,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I would much rather put a bullet in his head, but of the, what I have come to use as a definition of forgiveness, very recently, this is only in the last year, that makes sense to me because forgiveness almost as a concept, given some of the horrible things that have happened, just never even made sense. It was a nonsensical concept to me. Is letting go of hatred, forgiveness is letting go of hatred. And if I think of hatred as swallowing poison and expecting it to kill your enemy, I have found holding resentment and hatred to be so corrosive and so destructive to me personally, right? I hold it in like this hermetically sealed bottle of acid that just for purely practical reasons, I have come to view and pursue forgiveness as the letting go of hatred, because I do not find it serves me. And there’s a place for anger, there is a place for anger.","content_length":857,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I think a lot of my work that remains to be done is working with anger. And as Jim Dethmer has put it to me, finding a clean-burning anger, an anger that can be felt fully burned through cleanly— Debbie Millman: Yes, that’s key. Absolutely key. Tim Ferriss:—so there is no residue, because I’ve kept it bottled inside me for so long, for decades. But letting go of hatred as my definition of forgiveness, which I certainly found through someone else’s quote I’m sure, has been helpful. So finding a meaning for that word has been helpful and that’s the meaning that has been most palatable to me. That’s a definition of forgiveness that I can get onboard with.","content_length":664,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Debbie Millman: As you think about forgiveness or changing the way you view your rage, how does that help you? Or how has that changed your understanding of yourself and your behavior? Tim Ferriss: Oh, so far, and the work is not done, and in a way I look forward to the work because as I do more work and learn more than I can hopefully share more. But I will say, just in the progress that I’ve made in the last handful of years I’ve realized through say the HRV training, looking at my cardiac hyper-reactivity to very small things, little noises, certainly different situations, tense conversations, I have a full blown panic response, even though I can keep a calm face, and part of that is retreating into stories.","content_length":720,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And this is something I repeat to myself, and this is while I’m sober, although it began as a realization in the space of working with psychedelics, is “Don’t retreat into story, don’t retreat into story.” And retreating into story means defaulting to these old stories that I’ve used for so long that I never, for decades, questioned them, right? And one of the stories is related to personalizing things. So if somebody does something that I take to be a breach of trust, a betrayal of some type and I begin to spin this story and construct this narrative of how this person has completely betrayed me. I am unsafe. This person is dangerous, they are a threat. I have to cut them out of my life. It is very binary, black and white. And I think there’s a place for that, there is a place for that.","content_length":798,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I mean, the “Fool me once, shame on you, fool me twice, shame on me” type of mentality, I do think there is a place for that. But it has been such a default, like if you choose that as a response, that is fine. If it is a reaction, if you’re like a slug that’s getting poked with a stick and you’re just reacting, reacting, reacting, then I think it’s worthy of reexamination. Debbie Millman: Yeah, if you feel like it’s involuntary. Sometimes these responses, you almost feel like you don’t have any control over how you respond. Tim Ferriss: Right, it’s just a Pavlovian response.","content_length":582,"content_tokens":160,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So for me, I’ve used observing anger and rage as a way to try to identify, and this comes back to some of the descriptions in the Enneagram book by Beatrice Chestnut, which again, I’m going to warn everyone in advance, if you’re hyper-analytical like I am and skeptical, a lot of it is going to sound like astrology, so just be forewarned. But the description of the self-preservation six, including a tendency to project outward that which we do not want to feel ourselves, I have realized is a default of mine, right? If there’s something I strongly don’t want to feel and I can take that unease, that fear and provide a target in the form of someone who has made a mistake or done something that I view as a betrayal, having some conscious awareness of the fact that that is a tendency has allowed me to work with anger more productively.","content_length":841,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It’s just cultivating an awareness so there’s a gap between stimulus and response, so just taking advantage of that gap. Debbie Millman: Yeah. I think that if someone has the ability to evaluate their response to anger and sees that it might be excessive relative to the experience, it’s a way to understand that that’s what your body has experienced. And that’s the degree that you are trying to protect yourself. Your sense of being betrayed or your sense of being hurt really is what you’re feeling. The anger is relative to the hurt and the grief. Tim Ferriss: Yeah.","content_length":570,"content_tokens":131,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I would also say that looking at it through the lens, just as an exercise, of using physiology to change psychology, working on and training the heart as a muscle so that you can take what we think of as an autonomous function heartbeat and actually gain some control over it, shows me, at least in certain instances, that I’m not creating a story that then gives me a physical response. I’m having a nonverbal panic response to a perceived threat that is nowhere in my prefrontal cortex. I mean, this predates language. And then given that really strong physiological response, I’m crafting a story to justify it. Does that make sense? Debbie Millman: Absolutely, and it’s such incredible insight, Tim, such self-awareness. Tim Ferriss: Yeah. And look, I’m certainly not the Buddha.","content_length":787,"content_tokens":177,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I’m not rolling around like the Dalai Lama with perfect self-awareness, but it is something that can be cultivated over time. And in my case, it has become clear, not always, but a lot of the time, I’m having this almost reptilian panic response. And then my prefrontal cortex kicks in, and within a nanosecond manufactures a story that justifies the huge physical response. And then my mind will find evidence to support that story. Debbie Millman: Yeah, absolutely. And you can’t control your reptilian brain. As hard as we try, you can’t will that adrenaline to kick in. It just doesn’t work that way. Tim Ferriss: Yeah.","content_length":623,"content_tokens":150,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So it’s been fascinating to work at it from both ends, meaning working on the psychology, using words, using books, using resources, exercises that are clearly prefrontal cortex, to affect my physiology, to calm myself, to decrease hypervigilance, which is extremely energetically expensive. I mean, I’ve battled fatigue my whole life. And I think that’s a big part of it is that I’m always, as my friend Josh Waitzkin would put it, I’m always at a simmering six of sympathetic nervous system activation, like fight or flight. I’m always at a six. Debbie Millman: You’re vigilantly ready. Tim Ferriss: Yeah. And it’s just much more effective. It’s much more enjoyable to be at either a zero or a one, and then being able to jump to 10 when action is required.","content_length":759,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But if you’re constantly at a low boil, you’re just exhausted. So to work with words to decrease that hypervigilance and to change my physical response, and then also to work on the physical response directly to work on nonverbal, say somatic release and so on, to then relax the cognitive gum that keeps familiar stories playing as defaults. And so I’ve tried to work in both directions. Debbie Millman: What kind of work are you doing in that way? Tim Ferriss: Well on the physical, and let’s just call it psycho-emotional, where you have different types of physical release—for me, it would really be limited to HRV training, including breathwork that’s associated with that that’s prescriptive, and the use of psychedelics. It would be those two primary toolkits right now. And I know there are other tools. There are different types of physical expression and so on that can be used and that many people have found extremely effective, and some of them are in that Quick-Start Guide to Healing Trauma by Neil Strauss, which I’ll link to in the show notes. Personally, I have found psychedelics or psychedelic-assisted psychotherapy plus HRV training to be very helpful for that bottom-up component that I was describing.","content_length":1224,"content_tokens":279,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Debbie Millman: In addition to the way that you express anger, have you found that your childhood trauma has shown up in your life and contributed to other behaviors, the way that you work or the type of work that you do, or your drive? Tim Ferriss: I absolutely think so, but what I think I’ve become aware of as a question is—again, it’s very basic, but what are you unwilling to feel? And the reason I bring that up in the context of, let’s just say work, is if there’s something, and again, much of this is subconscious that I don’t want to feel, or that I’m finding very uncomfortable, I will plunge into projects and work. Debbie Millman: Yeah, I’ve used work as a distraction. Tim Ferriss: Yeah, as a way to just overwhelm whatever the truth of that experience might be otherwise.","content_length":787,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And the truth of an experience—I’ve mentioned the word revelation a few times. Sometimes the truth and the solution is put right in your face. It’s a gigantic billboard put in your face, and the message is obvious. But very often for me, the truth and the solution, and maybe the alternative to your old stories and patterns, is a whisper from across the room, and you really have to pay attention to get the message. And if you’re not subconsciously or consciously ready to do that, well, going through 1,000 emails and having 15 conference calls and committing to three new projects, well, turn on the music in the room to such a high volume that you’re never going to hear the whisper. And I think I’ve voluntarily drowned out the signal as a coping mechanism. Debbie Millman: Yeah, I have too.","content_length":797,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It’s a wonderful coping mechanism, because you feel productive in the world, but all it really is, is avoiding the inevitable. Tim Ferriss: Right. And my partner, my girlfriend, has been very helpful for pointing that out when I do that. Debbie Millman: Good. Tim Ferriss: Not that I should have to rely on the emotional police to give me— Debbie Millman: Oh, but it’s good to have a support system. Tim Ferriss: It’s helpful to have a support system or an accountability partner, somebody who you are going to check in with on a regular basis who can call a spade a spade. And that certainly has been very helpful, and I have a few friends who are doing similar work. And I will say Debbie, also, I have talked about this history of sexual abuse with not many people.","content_length":768,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Maybe a dozen male friends, let’s say, and at least half of them reciprocated with telling me their own story of sexual abuse. The percentage blew my mind. It was at least half, and I would say maybe closer to 75 percent. I was astonished how many of my very close male friends had stories of sexual abuse. I mean, it was staggering. And that’s also given me some solace that I’m not in this alone. Like you said, you thought you were the only person who had ever experienced this. Debbie Millman: Right. Tim Ferriss: I mean, this is a mainstay. I hate to say it, but it’s a mainstay of human experience. Debbie Millman: It really is. Tim Ferriss: This is a very common experience. Debbie Millman: And it’s particularly hard for boys.","content_length":734,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"It’s like there needs to be, in addition to the #MeToo movement, maybe there needs to be a #HeToo movement just so that men can feel like they can disclose without feeling shame. I mean, I think one thing that would be really important to talk about for your listeners, for anybody that is being disclosed to—so if you’re someone and somebody you care about is coming to you and shared this information, what do you think is the best way for people to respond to someone that is being told? Because being believed is so important. Tim Ferriss: Yeah. Well, I can only speak to my experience, since I wouldn’t claim to have this as an area of expertise.","content_length":651,"content_tokens":149,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But I will tell you that the first thing that Jack did, Jack Kornfield, when I was in a complete tailspin—I mean, I was really fracturing at every edge, and felt like I was about to sort of irretrievably break. And when I told him about the history, and I’m paraphrasing here, so Jack, please forgive me—but he is such an incredible empath, and such a conscious and focused listener. He listened and he said, “Tim, that’s awful, and that never should have happened to you. That never should have happened to you. That should never happen to anyone.” And he consoled me, and that meant so much to me, and had such a visceral emotional impact. I feel like that was the primary parachute. It’s like you have the primary parachute, then you have the backup parachute. And I’ve never been asked that question.","content_length":804,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"So I’m improvising here, but the backup parachute, which is still so important to have, might be the prescriptive advice-giving. “You should do this. Here’s advice on how to address this.” But if he had skipped directly to that, I would have been in no condition to begin to digest the recommendations. It would have felt like I was being deflected. So for me, the critical safety net was just being with me and witnessing what I was going through, not rushing, and simply saying, “I’m so sorry. That never should have happened to you.” Debbie Millman: Yeah. That’s the perfect response.","content_length":587,"content_tokens":147,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"People, I think, always rush to, “What can I do to help?” Or, “How can I help you get over this?” And I think just listening, being present, hearing and holding someone’s truth is what we need most from the people that we care about the most. Tim Ferriss: Yeah. And also what he said to me was, “When this retreat ends, I’m not going to leave you. I will not leave you stranded. I will help you.” So he just made a commitment to be available, to send me to resources, to introduce me to people who might be able to help, given his breadth of experience with all of these things. And so those two things I think, feeling seen and heard, and then being told, “I’m not going to leave you alone. I’m not going to leave you hanging.","content_length":727,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I will help you.” Because through all of these experiences that we’re talking about, I felt completely unprotected. I felt 100 percent hopeless and vulnerable. There was no protection, and I’ve felt that for decades. And to have someone say in effect, “I have your back. I’m not going to leave you alone,” allowed me to exhale enough to get through the next several days of that silent meditation retreat. Debbie Millman: And that helps you create these neural pathways in understanding that there is someone that you can trust, and that there is someone that understands you. And that really does help change how you view yourself and your place in the world. That’s a really important experience. Tim Ferriss: Yeah.","content_length":717,"content_tokens":160,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Certainly if this is ever released, I’ll send it to Jack, but I’ve mentioned to him—of course he knows, but I’ve mentioned it very indirectly and kind of obliquely in couched language on previous podcasts with him how—not indebted. That’s not the right word, because he would never view it as a debt, but just how grateful I am and how lucky I am that he happened to be there. Because if he hadn’t been there, given the complexity in a sense, the intensity of the experience, I don’t know what would have happened, which comes back to the point that I made really early on. In other words, learn from my mistakes. If you go into some very intense, immersive experience, these things can come up. I had no idea this was going to come up.","content_length":736,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I did not expect this to come up, and I did not have a therapist or someone else cultivated. I did not have that relationship to catch me when I came out of the silent retreat. So I would just reemphasize: it’s extremely important to have that support system, that safety net in place, before you go into these deep immersive experiences, whether that’s a silent retreat, the Hoffman process, psychedelics, or otherwise. Debbie Millman: In understanding your trauma, in looking to understand it and integrate the various experiences you’ve had, does it change how you see yourself and how you see your life to this point? Tim Ferriss: Totally. The work has totally changed it. And I will say that the work sometimes takes a long time, and you can also have moments that completely change you in an instant.","content_length":806,"content_tokens":176,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And if we look at change, life changing moments, from a negative perspective, could a horrific car accident change your life in an instant? Yes. Could the death of a loved one change your life in an instant? Yes. There are examples from the healing side of the equation. There are things that for some people in some instances can really have transformative effects in a very short period of time. So I would say that there are a few things. Let’s look at the title of this book, The Drama of the Gifted Child.","content_length":510,"content_tokens":111,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And this is not how this title is intended, but I’ve tried to ask myself, “How can I turn this into a gift? How can this be a gift for myself, and even more so for other people? How can I make meaning out of this? How can I translate this?” Rather than looking at it as a shameful fragmented piece of my psyche that needs to be relegated to some locked cellar, a compartment. Rather than viewing it that way, which I did for several years, although I thought I had banished it successfully, which of course I had not, I’ve tried to expose it to light and to use it to find more light. So I think there’s a reframing that has taken place for me.","content_length":644,"content_tokens":158,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And if you look at the last few years of my life and an intense, dedicated focus to supporting psychedelic science and phase three trials of MDMA-assisted psychotherapy, there’s a reason that these are the largest, certainly at the time that I made them, the largest financial commitments I’d ever made to anything. The largest energetic time commitments I had ever made to anything. And the pursuit of, and discovery of, tools that actually work beyond my wildest imagination, and my doubling down and tripling down and quadrupling down on acting as a sort of boundary walker between different worlds to try to facilitate legal change, regulatory change that will make these compounds in a regulated fashion available to hopefully millions of people, has given me a tremendous sense of purpose. And rather than keeping my experiences completely secret, speaking to friends of mine who have suffered sexual trauma and trying to be a resource has given me a feeling of tremendous purpose.","content_length":987,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Debbie Millman: Yeah, I understand that too. It’s extraordinary. It’s heart-opening. Tim Ferriss: It is, it’s heart-opening. And for me, and I think for many people who’ve had their hearts closed or cauterized seemingly from trauma, it’s healing for me to feel that sense of purpose. It is restorative and nourishing to me to take that on. So it’s given me a tremendous sense of purpose, and I’m happy to be where I am. And— Debbie Millman: What more can you ask for? Tim Ferriss: There’s more to do. Yeah, exactly. And there’s more to do, and honestly, I look forward to it. It’s not going to be easy. I know that there will be challenges along the way. There always are.","content_length":672,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"But as someone who I suspect you know pretty well, Janna Levin, has said to me before, “There is no underlying path. The obstacles are the path.” And I’m paraphrasing, but these checkpoints, these challenges, I try to view these setbacks in some cases, where you take three steps forward and one step back, or maybe one step forward and three steps back, are part of the human experience. Debbie Millman: Yeah, that’s just a dance. Tim Ferriss: Yeah. They’re not reflective of any unique flaw that you have. And for me, and I think Jordan Peterson said this—I’m also just going to butcher this quote. But he said, “The point is not to eliminate suffering. It’s to find a sense of purpose that is so meaningful that the suffering becomes irrelevant.” Something along those lines.","content_length":778,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And Jordan, I apologize if I’m misquoting you, but even if I am, I like it. Somebody shared that with me. And I do think that having a “why” has allowed me to endure more than I could have ever conceived possible. And not just endure by the skin of my teeth, but like endure quite easily, some real challenges. It’s not always easy, but those types of reframes and work on my physiology as an adjunct has brought me to this place. So a lot of things are different. Debbie Millman: I have one question I want to ask. If you do release this, and people do listen, what do you want them to take from this conversation? Or what would you like them to get from this conversation? Tim Ferriss: That’s a damn fine question.","content_length":716,"content_tokens":176,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I would say at the very core—I could give a very long answer, but the short version is I would like people to realize, and to believe, that no matter the trauma, they’re not alone. They’re never alone, and it is never hopeless. Because I’m speaking to you, Debbie, as someone who came within a hair’s breadth of killing himself with utter conviction, no reservation, and it wasn’t necessary. It was not necessary, but I had lost hope. I felt like I was permanently damaged, flawed, incapable of feeling happiness, even when things were going well.","content_length":547,"content_tokens":131,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Objectively, I was like, “My life is good and I’m unhappy, therefore I’m never going to be happy, so what’s the fucking point? Let’s end this now.” You’re never alone, you are not uniquely flawed, and it’s never hopeless. There are tools. There are tools that really fucking work. And if you had told me that in 1999, I would not have believed you. But having experienced the things I’ve experienced, and having seen similar results in other people—and by other people, I don’t mean one or two people, I mean dozens of people firsthand. I know there are tools that work, and there are curative tools that work. So I would just say, “You’re not alone, and it’s never hopeless. You are never alone, and it’s never hopeless.","content_length":721,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"There are tools.” That’s what I would want people to take away from this. Debbie Millman: Thank you. Tim Ferriss: Thank you, Debbie. I think this may be a good place to put a bow on it. And I’m so grateful to you for being such a skilled and empathic and loving midwife and shepherd for this conversation. You’ve been such a wellspring of strength for me to lean on. You’ve taken many late night phone calls for me when I felt like I was broken. You can tell that I’m getting emotional. Yeah, where I just felt like I was breaking, and it’s been fucking hard at points. It’s been really hard, and you’ve always been there. And there is light. There is light. Debbie Millman: Yeah.","content_length":680,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"I mean, I can’t begin to tell you how having that moment to share opened my heart and opened my world, and opened my mind in a way that I could never, ever have predicted or planned for, even. You were talking about suffering, and we all suffer. And sometimes, I think we do everything in our power to avoid suffering when the suffering isn’t as hard as the avoidance. Tim Ferriss: Yeah, or the isolation. Debbie Millman: Right. And so thank you for being there for me, and for giving me the opportunity to be part of this extraordinary conversation. And it’s so interesting, because we’ve had such different journeys to this moment.","content_length":633,"content_tokens":146,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And if my helping you understand the benefits of talk therapy is helpful, that makes me thrilled, but also know that your talking to me about the ways that you’ve worked through some of your trauma has given me the opportunity to think about alternatives that might also help me and things that I’ve never considered before that I’m now considering. Tim Ferriss: And on that point, I am talking to two different people twice a week right now. Debbie Millman: Oh, that’s great. Tim Ferriss: So I am using that tool in the toolkit, and that’s in no small measure due to you. Debbie Millman: Thank you.","content_length":599,"content_tokens":142,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"Tim Ferriss: And I would also say that a lot of what we’ve said alluded to this, I think, but another key takeaway for me, or just a mantra perhaps that I try to remind myself of that might be helpful to people listening is, how can you use your suffering to connect with people rather than isolate yourself from people? How can you use your suffering? This is the water in which we all swim. How can you use your suffering to better connect to others, rather than isolate yourself? It is possible. And of course, I’ll include all the resources that we’ve talked about, and I’m sure it’ll be a growing list on the blog, in the show notes. So I’ll just mention two things, tim. blog/podcast for this podcast, assuming it gets released, and tim. blog/trauma.","content_length":756,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: My Healing Journey After Childhood Abuse","episode_url":"https://tim.blog/2020/09/16/how-to-heal-trauma-transcript/","episode_date":"September 16, 2020","episode_thanks":"","content":"And I’ll make that a live resource that will no doubt change over time. So Debbie, you’re a lovely, lovely human being, and I so appreciate you. And I just want to extend my love and sincerest thanks for being so patient with me as I hemmed and hawed and postponed for so long before this conversation. Debbie Millman: It’s all good. I love you dearly. Dearly. I feel like we’re brother and sister. Tim Ferriss: Yeah, I love you too, Debbie. And to everybody out there, one more time. You’re never alone, it’s never hopeless. There are tools. And until next time, thanks for listening. Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","content_length":983,"content_tokens":241,"embedding":[]}]}