{"title":"All Transcripts from The Tim Ferriss Show!","url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","date":"September 20, 2018","thanks":"","content":"Lo and behold! Please find transcripts for all current episodes of The Tim Ferriss Show podcast below! (Click here to be taken to the most recent transcripts.) They go all the way back to episode #1 with my dear friend, world-class investor and entrepreneur Kevin Rose, who nicknamed the show “TimTimTalkTalk” in the first few minutes of its existence. Ah, the early days… There are currently over 650 transcripts. Newer transcripts will be added as they are published and will also be listed under the site topic The Tim Ferriss Show Transcripts. Each link below will take you directly to that episode’s transcript. (Click here to be taken to the most recent transcripts.) Enjoy! * * * Before you dig in, please read the below, which applies to every transcript, and which I sadly need to post due to previous legal headaches and related misbehavior… Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. * * * Click here to be taken to the most recent transcripts. #1: Kevin Rose #2: Joshua Waitzkin #3: Kelly Starrett and Dr. Justin Mager #4: Ryan Holiday #5: Jason Silva #6: 6 Formulas for More Output and Less Overwhelm #7: Stephen Dubner, co-author of Freakonomics #8: Chase Jarvis, Master Photographer #9: The 9 Habits to Stop Now — The Not-To-Do List #10: Brian Koppelman, co-writer/producer of Rounders, Ocean’s Thirteen, The Illusionist, etc. #11: Drugs and the Meaning of Life #12: Dr. Rhonda Patrick on Life Extension, Performance, and More #13: “Productivity” Tricks for the Neurotic, Manic-Depressive, and Crazy (Like Me) #14: Sam Harris, PhD — Spirituality, Neuroscience, Meditation, and More #15: Neil Strauss — Author of The Game and 7 New York Times Bestsellers #16: Joe De Sena on Grit, Endurance, and Building Empires #17: The Power of Negative Visualization (> Lessons from Silicon Valley, Andy Grove, Genghis Khan, Slave Revolution, and More #393: Edward Norton — On Creative Process, Creative Struggle, and Motherless Brooklyn #394: Q&A with Tim — On Wealth, Legacy, Grief, Lyme Disease, Gratitude, Longevity, and More #395: Jocko Willink Takeover — On Quitting, Relationships, Financial Discipline, Contrast Baths, and More #396: Marcela Ot’alora — How to Become a Psychedelic Therapist #397: Mike Maples and Andy Rachleff: Two Questions Every Entrepreneur Should Answer #398: Peter Attia, M. D. — Fasting, Metformin, Athletic Performance, and More #399: Adam Grant — The Man Who Does Everything #400: Books I’ve Loved: Tim’s Four Must-Read Books #401: Gary Keller — How to Focus on the One Important Thing #402: Books I’ve Loved — Seth Godin and Esther Perel #403: Tony Fadell — On Building the iPod, iPhone, Nest, and a Life of Curiosity #404: Books I’ve Loved — Steve Jurvetson #405: Penn Jillette on Magic, Losing 100+ Pounds, and Weaponizing Kindness #406: Bob Iger — CEO and Chairman of Disney #407: Sam Zell — Strategies for High-Stakes Investing, Deal-Making, and Grave-Dancing #408: The Random Show — New Year’s Resolutions, 2010–2019 Lessons Learned, Finding Joy, Energy Management, and Much More #409: Brené Brown — Striving versus Self-Acceptance, Saving Marriages, and More #410: Ryan Holiday — Turning the Tables #411: Richard Turner — The Magical Phenom Who Will Blow Your Mind #412: Josh Waitzkin on Beginner’s Mind, Self-Actualization, and Advice from Your Future Self #413: Tyler Cowen on Rationality, COVID-19, Talismans, and Life on the Margins #414: Jack Kornfield — How to Find Peace Amidst COVID-19, How to Cultivate Calm in Chaos #415: Lori Gottlieb — The Power of Getting to *Unknow* Yourself #416: How to Support Healthcare Workers Now — Plus Urgent Suggestions for Uber Eats, Hilton, Amazon, and More #417: Dr. Vivek Murthy — Former Surgeon General on Combating COVID-19, Loneliness, and More #418: Esther Perel — Tactics for Relationships in Quarantine #419: Ryan Holiday — How to Use Stoicism to Choose Alive Time Over Dead Time #420: Books I’ve Loved — Matt Mullenweg #421: Dr. Jane Goodall — The Legend, The Lessons, The Hope #423: Rana el Kaliouby — AI, Emotional Intelligence, and the Journey of Finding Oneself #424: Brian Koppelman on Making Art, Francis Ford Coppola, Building Momentum and More #425: Books I’ve Loved — Cindy Eckert and Alexis Ohanian #426: The Random Show — Boozy Quarantine Edition! #427: Michael Lewis — Inside the Mind of the Iconic Writer #428: Jim Jefferies on Comedy, Life Lessons, and the Magic of Filling Out Customs Forms #429: Nick Kokonas on Resurrecting Restaurants, Skin in the Game, and Investing #430: Elizabeth Gilbert’s Creative Path: Saying No, Trusting Your Intuition, Index Cards, Integrity Checks, Grief, Awe, and Much More #431: Howard Marks on the US Dollar, Three Ways to Add Defense, and Good Questions #432: Books I’ve Loved — Kevin Kelly #433: Sam Harris on Psychedelics, How to Cope During a Pandemic, Taming Anxiety, and More #434: Jim Dethmer — How to Shift from Victim Consciousness, Reduce Drama, Practice Candor, Be Fully Alive, and More #435: Kevin Hart — The Unstoppable Combination of Positivity and Relentless Improvement #436: Books I’ve Loved — Maria Popova and Tyler Cowen #437: Secretary Madeleine Albright — Optimism, the Future of the US, and 450-Pound Leg Presses #438: Coach George Raveling on This Unique Moment in Time, How to Practice Self-Leadership, Navigating Difficult Conversations, and Much More #440: Rick Doblin — The Psychedelic Domino That Tips All Others #441: John Paul DeJoria — From Homelessness to Building Paul Mitchell and Patrón Tequila #443: David Yarrow on Art, Markets, Business, and Combining It All #444: Hugh Jackman on Best Decisions, Daily Routines, The 85% Rule, Favorite Exercises, Mind Training, and Much More #445: Janna Levin on Extra Dimensions, Time Travel, and How to Overcome Boots in the Face #446: Blake Mycoskie — TOMS, The Hoffman Process, Conscious Uncoupling, and Psychedelics #447: Books I’ve Loved — Ann Miura-Ko #448: Brad Feld — The Art of Unplugging, Carving Your Own Path, and Riding the Entrepreneurial Rollercoaster #449: Grandmaster Maurice Ashley on the Magic of Chess, the Art of Trash-Talking, Must-Read Biographies, and More #450: Neil Strauss — Books I’ve Loved #451: Mike Novogratz on Bitcoin, Macro Trading, Ayahuasca, Redemption, and More #452: Sia — The Alchemy of Blockbuster Songs, Billions of Views, and the Face You’ve Never Seen #453: The Random Show — Zen, Investing, Mike Tyson, Artificial Intelligence, and the World’s Best Beers (#453) #454: Books I’ve Loved — Whitney Cummings #455: Rabbi Lord Jonathan Sacks on Powerful Books, Mystics, Richard Dawkins, and the Dangers of Safe Spaces #456: The Power of Myth — The Hero’s Adventure with Joseph Campbell and Bill Moyers (You may find the transcript for this episode at the website for Bill Moyers.) #457: Chuck Palahniuk, Author of Fight Club — A Masterclass in Creative Living and Dangerous Writing #458: The Psychedelic News Hour: New Breakthroughs, Compound Comparisons and Warnings (Psilocybin/LSD/Ayahuasca/N,N-DMT/5-MeO-DMT), Treatment of Trauma, Scalable vs. Unscalable Approaches, Making Sense of “Bad” Trips, and Much More #459: “Books I’ve Loved” — Alain de Botton #461: Kelly Slater — The Surfing Legend on Routine, Rickson Gracie, Favorite Books, and Overcoming Setbacks #462: Guy Raz on Building ‘How I Built This,’ Managing Depression, and Podcast Ecosystem Predictions My Healing Journey After Childhood Abuse #466: Richard Koch on Mastering the 80/20 Principle, Achieving Unreasonable Success, and the Art of Gambling #467: Dustin Yellin on Making Art, Weaving Madness, and Forging Your Own Path #468: “Books I’ve Loved” — Cal Fussman #469: Dr. Mark Plotkin on Ethnobotany, Real vs. Fake Shamans, Hallucinogens, and the Dalai Lamas of South America #470: Steven Rinella on Hunting (and Why You Should Care), Reconnecting with Nature, Favorite Trips, and More #471: Adam Grant — How to Remember Anything #472: Books I’ve Loved — Debbie Millman #473: Naval Ravikant on Happiness, Reducing Anxiety, Crypto Stablecoins, and Crypto Strategy #474: Matthew McConaughey on His Success Playbooks, the Powerful Philosophy of Greenlights, and Choosing the Paths Less Traveled #476: Seth Godin on The Game of Life, The Value of Hacks, and Overcoming Anxiety #477: Yuval Noah Harari on The Story of Sapiens, The Power of Awareness, and The Brilliance of Bone-Conduction Headphones #478: Scott Kelly — Lessons Learned from 500+ Days in Space, Life-Changing Books, and The Art of Making Hard Choices #479: Mary Karr — The Master of Memoir on Creative Process and Finding Gifts in the Suffering #480: Dax Shepard on the Craft of Podcasting, Favorite Books, and Dancing with Your Demons #481: Dan Harris on Becoming 10% Happier, Hugging Inner Dragons, Self-Help for Skeptics, Training the Mind, and Much More #482: Steven Rinella — A Short Introduction to True Wilderness Skills and Survival #483: Jim Collins — The Return of a Reclusive Polymath #484: Daniel Ek, CEO of Spotify — The Art of Seeing Around Corners, Two-Year Missions, Top Books, and the Essence of Fire Soul #485: Jerry Seinfeld — A Comedy Legend’s Systems, Routines, and Methods for Success #486: Harley Finkelstein — Tactics and Strategies from Shopify, the Future of Retail, and More #487: Dr. Martine Rothblatt — The Incredible Polymath of Polymaths #488: Leo Babauta on Zen Habits, Antifragility, Contentment, and Unschooling #489: Guy Raz Interviews Tim Ferriss — How I Built This — Key Lessons, Critical Decisions, and Reinvention for Fun and Profit #490: Dr. Jim Loehr on Mental Toughness, Energy Management, the Power of Journaling, and Olympic Gold Medals #491: Dr. Stefi Cohen — 25 World Records, Power Training, Deadlifting 4.4x Bodyweight, Sports Psychology, Overcoming Pain, and More #492: Richard Schwartz — IFS, Psychedelic Experiences without Drugs, and Finding Inner Peace for Our Many Parts #493: The Random Show — Bitcoin Pros and Cons, 2021 Resolutions, Fave Books, Lucid Dreaming, Couples Therapy, and More (#493) #494: Michael Phelps and Grant Hackett — Two Legends on Competing, Overcoming Adversity, Must-Read Books, and Much More #495: David Rubenstein, Co-Founder of The Carlyle Group, on Lessons Learned, Jeff Bezos, Raising Billions of Dollars, Advising Presidents, and Sprinting to the End #496: Marc Randolph on Building Netflix, Battling Blockbuster, Negotiating with Amazon/Bezos, and Scraping the Barnacles Off the Hull #497: Joyce Carol Oates — A Writing Icon on Creative Process and Creative Living #498: Josh Waitzkin and Tim Ferriss on The Cave Process, Advice from Future Selves, and Training for an Uncertain Future (#498) #499: Katie Haun on the Dark Web, Gangs, Investigating Bitcoin, and The New Magic of “Nifties” (NFTs) #500: KevKev TimTim TalkTalk on Dragon Slaying, Lessons Learned, Viagra, and Assorted Nonsense (#500) #501: Steven Pressfield on The Artist’s Journey, the Wisdom of Little Successes, Shadow Careers, and Overcoming Resistance #502: Jordan Peterson on Rules for Life, Psychedelics, The Bible, and Much More #503: Walter Isaacson on CRISPR, Jennifer Doudna, Gene Editing, and the Future of the Human Race #504: Vitalik Buterin, Creator of Ethereum, on Understanding Ethereum, ETH vs. BTC, ETH2, Scaling Plans and Timelines, NFTs, Future Considerations, Life Extension, and More (Featuring Naval Ravikant) #505: Elizabeth Lesser on Building Omega Institute, Intentional Communities, ADD (Authenticity Deficit Disorder), the Value of Grief, and the Emotion of Illumination #506: The Episode of Everything: Balaji on Bitcoin and Ethereum, Media Self-Defense, Drone Warfare, Crypto Oracles, India as Dark Horse, The Pseudonymous Economy, Beautiful Trouble, Ramanujan, Life Extension, and More #507: Dr. Adam Gazzaley, UCSF — Brain Optimization and the Future of Psychedelic Medicine (#507) #508: Plants of the Gods — Ayahuasca, Shamanic Knowledge, Coca, and the Adventures of Richard Evans Schultes #509: George Mumford, Mindfulness Coach to Michael Jordan and Kobe Bryant, on Awareness, Compassionate Action, the Dizziness of Freedom, and More #510: Greg McKeown — The Art of Effortless Results, How to Take the Lighter Path, the Joys of Simplicity, and More #511: Hamilton Morris on Iboga, 5-MeO-DMT, the Power of Ritual, New Frontiers in Psychedelics, Excellent Problems to Solve, and More #512: Jacqueline Novogratz on Building Acumen, How to (Actually) Change the World, Speaking Your Truth, and the Incredible Power of “Dumb” Questions #513: Sebastian Junger — Seeking Freedom, Near-Death Experiences, and Reordering Your Place in the World #514: Chip Wilson — Building Lululemon, the Art of Setting Goals, and the 10 Great Decisions of Your Life #515: Chris Bosh on How to Reinvent Yourself, The Way and The Power, the Poison of Complaining, Leonardo da Vinci, and More #516: Suleika Jaouad on Invaluable Road Trips, the Importance of a To-Feel List, and Finding Artistic Homes #517: Dr. Peter Attia on Longevity Drugs, Alzheimer’s Disease, and the 3 Most Important Levers to Pull #518: Q&A with Tim — Current Morning and Exercise Routines, Holotropic Breathwork, Ambition vs. Self-Compassion, Daily Practices for Joy, Ontological Shock, and More #520: Michael Pollan — This Is Your Mind on Plants #521: Dr. Andrew Huberman — A Neurobiologist on Optimizing Sleep, Performance, and Testosterone #522: Anne Lamott on Spiritual Fitness, Creative Process, Redecorating the Abyss, and the Perennial Magic of “Bird by Bird” #523: Dennis McKenna — The Depths of Ayahuasca: 500+ Sessions, Fundamentals, Advanced Topics, Science, Churches, Learnings, Warnings, and Beyond #524: Ramit Sethi on How Couples Can Talk about Money, Bucket Lists, the $100 Challenge, and More #525: Giuliana Furci on the Wonders of Mycology, Wisdom from Jane Goodall, Favorite Books, and the World’s Largest Fungarium #526: B. Jeffrey Madoff — Dealmaking, the Hidden Persuaders, Working with Ralph Lauren, and Finding the Secret to Life in the Mojave Desert #527: The Random Show — Life-Extension Misadventures, Blockchain/Crypto Investing, NFT Experiments, Dogecoin, Zen Buddhism, and Weathering Sharp Elbows #528: Jimmy Wales, Founder of Wikipedia, on Wikipedia’s Real Genesis Story, Best Business Decisions, Understanding Financial Markets, Developing a Questioning Mind, and the Value of Optimism #529: Iconic Therapist Dr. Sue Johnson on How to Improve Sex, Shape Love, Face Dragons, and Find Comfort in the Arms of Another #530: Sir James Dyson — Founder of Dyson and Master Inventor on How to Turn the Mundane into Magic #531: Henry Shukman — Zen, Tools for Awakening, Ayahuasca vs. Meditation, Intro to Koans, and Using Wounds as the Doorway #532: Sheila Heen of the Harvard Negotiation Project — How to Navigate Hard Conversations, the Subtle Art of Apologizing, and a Powerful 60-Day Challenge #533: Paul Conti, MD — How Trauma Works and How to Heal from It #534: Michael Dell, Founder of Dell — How to Play Nice But Win #535: General Stanley McChrystal — Mastering Risk: A User’s Guide #536: Diana Chapman — How to Get Unstuck, Do “The Work,” Take Radical Responsibility, and Reduce Drama in Your Life #537: The Hidden Knowledge of Animals — Mark Plotkin on Nature’s Medicine Cabinet [Ed. note: The text for this episode appears as a guest post on the blog with the title “How Animals Discover and Use Medicines.”] #538: How I Built The Tim Ferriss Show to 700+ Million Downloads — An Immersive Explanation of All Aspects and Key Decisions (Featuring Chris Hutchins) #539: Alisa Cohn on Prenups for Startup Founders, How to Reinvent Your Career, the Importance of “Pre-Mortems,” and the Three Selves #540: Noah Feldman on Hyper-Productivity, Learning 10+ Languages, DAOs, Using History to Become a Futurist, Crypto Constitutions, State Building, and the Supreme Court of Facebook #541: Eric Schmidt — The Promises and Perils of AI, the Future of Warfare, Profound Revolutions on the Horizon, and Exploring the Meaning of Life #542: Chris Dixon and Naval Ravikant — The Wonders of Web3, How to Pick the Right Hill to Climb, Finding the Right Amount of Crypto Regulation, Friends with Benefits, and the Untapped Potential of NFTs #543: Legendary Investor John Doerr on Picking Winners — From Google in 1999 to Solving the Climate Crisis Now #545: Marco Canora — The Art of Food, Eating, Nutrition, and Life #546: Master Magician David Blaine — Fear{less} with Tim Ferriss #547: Balaji Srinivasan on Bitcoin, The Great Awokening, Wolf Warrior Diplomacy, Open-Source Ecology, Reputational Civil War, Creating New Cities, and Options for Becoming a Sane but Sovereign Individual #548: The Lost Presentation That Launched The 4-Hour Workweek — “Secrets of Doing More with Less in a Digital World” from SXSW 2007 #549: The Random Show — Biohacking, Tim’s COVID Experience, Holiday Gift Ideas, Favorite New Apps, Bad Science, Quarantine Delights, and a Small Dose of NFTs and DAOs #550: Andrew Chen — Growth Secrets from Tinder, Uber, and Twitch; Exploring the Metaverse; the Future of Startup Investing; Games as the Next Social Networks; and How to Pick the Right Metrics #551: TOMS Founder Blake Mycoskie — Fear{less} with Tim Ferriss #553: Jessica Lahey on Parenting, Desirable Difficulties, The Gift of Failure, Self-Efficacy, and The Addiction Inoculation #554: Jerry Colonna — How to Take a Two-Month Sabbatical Every Year #555: The Liberation of Cosmic Insignificance Therapy #556: The Incredible Kyle Maynard — Fear{less} with Tim Ferriss #557: Q&A with Tim — Tools for Better Sleep, Musings on Parenting, The Different Roles of Fear, The Delight of Deepening Friendships, The Purpose of College, How to Boost Your Mood, HRV Training, and More #559: Forget New Year’s Resolutions and Conduct a ‘Past Year Review’ Instead #560: Zen Master Henry Shukman — 20 Minutes of Calm, Plus the Strange and Powerful World of Koans #561: Rich Roll — From Alcoholic to Ultra-Endurance Star, Rebooting Life at 40, the Trap of Lower Companions, and How to Reinvent Yourself in the New Year #562: Dr. Michio Kaku — Exploring Time Travel, the Beauty of Physics, Parallel Universes, the Mind of God, String Theory, Lessons from Einstein, and More #563: Sarah Silverman — How to Be Your Own Best Friend, Lessons from Therapy, and Grabbing Joy Where You Can Get It #564: Performance Psychologist Michael Gervais — Fear{less} with Tim Ferriss #565: Michael Schur, Creator of “The Good Place” — How SNL Trains Writers, His TV University at “The Office,” Lessons from Lorne Michaels, Wisdom from David Foster Wallace, and Exploring Moral Philosophy with “How to Be Perfect” #566: John List — A Master Economist on Increasing Tipping, Strategic Quitting, Maximizing Charitable Fundraising, Baseball Cards, Theory of Mind, and Valuable Decisions on the Margin #567: A Rare Podcast at 30 Below Zero — Sue Flood on Antarctica, Making Your Own Luck, Chasing David Attenborough, and Reinventing Yourself #568: Cal Newport — The Eternal Pursuit of Craftsmanship, the Deep Life, Slow Productivity, and a 30-Day Digital Minimalism Challenge #569: ESPN Co-Founder Bill Rasmussen — Fear{less} with Tim Ferriss #570: Marine Biologist Dr. Ayana Elizabeth Johnson on How to Catalyze Change with Awe and Wonder, How to Save the Planet, Finding Your Unique Venn Diagram of Strength, and Seeking the Minimum Effective Dose #571: Boyd Varty — The Lion Tracker’s Guide to Life #573: Margaret Atwood — A Living Legend on Creative Process, The Handmaid’s Tale, Being a Mercenary Child, Resisting Labels, the Poet Rug Exchange, Liminal Beings, Burning Questions, Practical Utopias, and More #576: Morgan Housel — The Psychology of Money, Picking the Right Game, and the $6 Million Janitor #578: Tim Ferriss and Matt Mullenweg in Antarctica: Exploring Personal Fears, Bucket Lists, Facing Grief, Crafting Life Missions, and Tim’s Best Penguin Impressions #579: Jane McGonigal — How She Predicted COVID in 2010, Becoming the Expert of Your Own Future, Trust Warfare, the 10-Year Winter, and How to Cultivate Optimism #580: Rock and Roll Hall of Famer Stewart Copeland — Fear{less} with Tim Ferriss #582: Mark Zuckerberg — Founder and CEO of Meta #583: Susan Cain on Transforming Pain, Building Your Emotional Resilience, Exploring Sufi Wisdom, Tapping into Bittersweet Songs, and Seeking the Shards of Light #584: Bo Shao — His Path from Food Rations to Managing Billions, the Blessings and Burdens of Chasing Perfection, Building the eBay of China in 1999, Pillars of Parenting, and Pursuing the Unpopular #585: Professor Donald Hoffman — The Case Against Reality, Beyond Spacetime, Rethinking Death, Panpsychism, QBism, and More #586: The Random Show with Kevin Rose — Current Books, Men’s Groups, Tuna Helper, the Latest in NFTs, Fierce Intimacy, and More #587: Terry Crews — His Journey to True Power #588: A. J. Jacobs — How to Be Less Furious and More Curious #590: Tony Fadell of iPod, iPhone, and Nest Fame — Stories of Steve Jobs on “Vacation,” Product Design and Team Building, Good Assholes vs. Bad Assholes, Investing in Trends Before They Become Trends, The Hydrogen Economy, The Future of Batteries, and More #591: Tom Morello of Rage Against the Machine Fame — Fear{less} with Tim Ferriss #592: Dennis McKenna — An Ethnopharmacologist on Hallucinogens, Sex-Crazed Cicadas, The Mushrooms of Language, BioGnosis, and Illuminating Obscure Corners #593: Richard Wiseman on Lessons from Dale Carnegie, How to Keep a Luck Diary, Mentalism, The Psychology of the Paranormal, Mass Participation Experiments, NLP, Remote Viewing, and Attempting the Impossible #594: Cal Newport and Tim Ferriss Revisit The 4-Hour Workweek (Plus: The Allure and The Void of Remote Work, Unsustainable Behaviors, Burning Out, The Cult of Productivity, and More) #596: Edward O. Thorp, A Man for All Markets — Beating Blackjack and Roulette, Beating the Stock Market, Spotting Bernie Madoff Early, and Knowing When Enough Is Enough #597: Morgan Fallon — 10 Years on the Road with Anthony Bourdain, 9 Emmy Nominations, Lessons from Michael Mann, Adventures with Steven Rinella, High Standards, Wisdom from West Virginia, and More #598: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo #600: Jason Portnoy of PayPal, Palantir, and More — Porn Addiction, Sexaholics Anonymous, Shame Spirals, and His Path to Recovery and Redemption #601: Jack Kornfield — How to Overcome Apathy and Find Beautiful Purpose #602: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss #604: Ed Thorp, The Man for All Markets — How to Think for Yourself, A Real Estate Cautionary Tale, Hedge Fund History and Warnings, The Incredible Power of Basic Numeracy (and How to Develop It), Thought Experiments on Risk, Popular Delusions, Cryptocurrencies, and More 605: Hamilton Morris and Dr. Mark Plotkin — Exploring the History of Psychoactive Substances, Synthetic vs. Natural Options, Microdosing, 5-MeO-DMT, The “Drunken Monkey” Hypothesis, Timothy Leary’s Legacy, and More #606: Balaji S. Srinivasan — The Network State and How to Start a New Country #607: Luis von Ahn, Co-Founder and CEO of Duolingo — How to Be (Truly) Mission-Driven, Monetization Experiments, 10x Growth, Org Chart Iterations for Impacting Metrics, The Intricate Path to an IPO, Best Hiring Practices, Catching Exam Cheaters, The Allure of Toto Toilets, The Future of Duolingo, and How to Stand Out in Your Career #608: Signal Over Noise with Noah Feldman — The War in Ukraine (Recap and Predictions), The Machiavelli of Maryland, Best Books to Understand Geopolitics, The Battles for Free Speech on Social Media, Metaverse Challenges, and More #610: The Life-Extension Episode — Dr. Matt Kaeberlein on The Dog Aging Project, Rapamycin, Metformin, Spermidine, NAD+ Precursors, Urolithin A, Acarbose, and Much More #611: Liv Boeree, Poker and Life — Core Strategies, Turning $500 into $1.7M, Cage Dancing, Game Theory, and Metaphysical Curiosities #612: Will MacAskill of Effective Altruism Fame — The Value of Longtermism, Tools for Beating Stress and Overwhelm, AI Scenarios, High-Impact Books, and How to Save the World and Be an Agent of Change #613: Russ Roberts on Lessons from F. A. Hayek and Nassim Taleb, Decision-Making Insights from Charles Darwin, The Dangers of Scientism, Wild Problems in Life and the Decisions That Define Us, Learnings from the Talmud, The Role of Prayer, and The Journey to Transcendence #614: Q&A with Tim on Wealth and Money, Book Recommendations, Advice on Taking Advice, C. S. Lewis, Relationships, Behavior Change and Self-Awareness, Why We Are All (Mostly) Making It Up as We Go, and Much More #615: Dr. Andrew Weil — The 4-7-8 Breath Method, Cannabis, The Uses of Coca Leaf, Rehabilitating Demonized Plants, Kava for Anxiety, Lessons from Wade Davis, The Psychedelic Renaissance, How to Emerge from Depression, Tales from 50+ Visits to Japan, Matcha Benefits, and More #616: Insights from Dr. Andrew Huberman, Greg McKeown, Jocko Willink, Brené Brown, and Naval Ravikant #618: Roelof Botha — Investing with the Best, Ulysses Pacts, The Magic of Founder-Problem Fit, How to Use Pre-Mortems and Pre-Parades, Learning from Crucible Moments, and Daring to Dream #619: Dr. Suresh Muthukumaraswamy — LSD Microdosing, Classical Psychedelics vs. Ketamine, Science and Speed in New Zealand, Placebo Options, and The Infinite Possibilities of Studying Mind-Altering Compounds #620: Dr. Gabor Maté — The Myth of Normal, Metabolizing Anger, Processing Trauma, and Finding the Still Voice Within #621: UFC Hall of Famer Bas Rutten on Fundamentals of Real Self-Defense, Savage Fight Stories, How He’s Handled Bullies, Breathing Techniques for Increasing Stamina and Endurance, The Art of Personal Reinvention, and Cultivating the Practice of Prayer #622: A Rare In-Person Random Show with Kevin Rose — VR Workouts, I Bonds, Excellent Movies, Recent Books, Lessons from Amy Tan, How to Shape Your Mind, and More #624: Rolf Potts — The Vagabond’s Way, Tactics for Immersive Travel, Pilgrimages and Psychogeography, Empathy Machines, Full-Throated Love, The Slow Sense of Smell, Lessons from Thích Nhất Hạnh, Falling Upward, and More #625: Dr. John Krystal — All Things Ketamine, The Most Comprehensive Podcast Episode Ever #626: Insights from Tara Brach, Ryan Holiday, Maria Popova, and Cal Newport #627: Brian Armstrong, CEO of Coinbase — The Art of Relentless Focus, Preparing for Full-Contact Entrepreneurship, Critical Forks in the Path, Handling Haters, The Wisdom of Paul Graham, Epigenetic Reprogramming, and Much More #628: Q&A with Tim — Revisiting 15+ Years of PR and Marketing Lessons, Time Dilation for Deep Relaxation, The Art of Setting Ultra-High Prices, The Low-Information Diet, Studying Animal Communication, My 3-Day Fasting Protocol, Tools for Handling Adversity, Selling to the Affluent, My Current Coffee and Alcohol Rules, Risk Mitigation, and Much More #629: Aryeh Bourkoff — Media’s Hottest Dealmaker on How to Negotiate, Rejecting Constraints, Mastering the Calendar to Create More Time, and How to Play the Long Game #630: Insights from Dr. Matthew Walker, Adam Grant/Atul Gawande, Diana Chapman, and Rich Roll/David Goggins #633: Chris Palmer, MD, of Harvard Medical School — Optimizing Brain Energy for Mental Health, The Incredible Potential of Metabolic Psychiatry, Extraordinary Case Studies, and Harnessing Mitochondria for Anxiety, #634: Niall Ferguson, Historian — The Coming Cold War II, Visible and Invisible Geopolitics, Why Even Atheists Should Study Religion, Masters of Paradox, Fatherhood, Fear, and More #635: Jason Calacanis on Brooklyn Grit, Big Asks, Angel Investing (Uber, Calm, Robinhood, and More), The Magic of Thinking Big, and St*bbing People in the Face but Never in the Back #636: The Big Reveal: The Legend of CØCKPUNCH — Kevin Rose and Tim Ferriss on Tim’s New and Extremely Bizarre Art Project #637: Stephen Wolfram — Personal Productivity Systems, Richard Feynman Stories, Computational Thinking as a Superpower, Perceiving a Branching Universe, and The Ruliad… The Biggest Object in Metascience #639: Todd McFarlane, Legendary Comic Book Artist — How to Make Iconic Art, Reinvent Spider-Man, Live Life on Your Own Terms, and Meet Every Deadline #641: Roland Griffiths, PhD — Life’s Ultimate Glide Path, An Unexpected Stage IV Diagnosis, Facing Death, How Meditation and Psychedelics Can Help, and The Art of Living a Life of Gratitude #642: Steven Pressfield on Going from Truck Driver to Bestselling Novelist, Overcoming Self-Sabotage, Building Momentum, Dancing with the Muse, Turning Pro, and Letting Your Underground River Flow #643: Todd McFarlane, Iconic Comic Book Artist — Lessons from Stan Lee, How to Make Art That Outlives You, How to Compete with Corporate Giants and Win (While Having Fun), Dealmaking Strategies, War Stories from Wall Street and Lawyer Land, Taking Responsibility for Your Life, and Why Creators Need to Smash Limits #644: Jonathan Haidt — The Coddling of the American Mind, How to Become Intellectually Antifragile, and How to Lose Anger by Studying Morality #645: The Random Show, Mega-Holiday Edition — 2023 Resolutions and New Tools, Extensive Bullshitting, Booze and Ethanol Alternatives, The “Yearly Delete,” A Million Sidebars, Ayahuasca Revisited, Recapping the COCKPUNCH Saga, and Much More #646: Brian C. Muraresku with Dr. Mark Plotkin — The Eleusinian Mysteries, Discovering the Divine, The Immortality Key, The Pagan Continuity Hypothesis, Lessons from Scholar Karen Armstrong, and Much More #647: Mark Manson, The Subtle Art of Not Giving a F*ck — The Surprising Stories Behind 15+ Million Copies Sold, Crucial Decisions, The Art of Home Run Headlines, How to Build a Lean Team, Lessons from Will Smith, Personal Reinvention, and More #648: James Clear, Atomic Habits — Mastering Habits, Growing an Email List to 2M+ People, Selling 10M+ Books, Cultivating Self-Awareness, and Much More #649: Rick Rubin, Legendary Music Producer — The Creative Act, Overcoming Creative Blocks, Developing Your Perception and Sensitivities, Reinvention vs. Going Narrow, The Future and AI, and Much More #650: Dr. Matthew Walker, All Things Sleep — How to Improve Sleep, How Sleep Ties Into Alzheimer’s Disease and Weight Gain, and How Medications (Ambien, Trazodone, etc.), Caffeine, THC/CBD, Psychedelics, Exercise, Smart Drugs, Fasting, and More Affect Sleep #651: Legendary Investor Bill Gurley on Investing Rules, Finding Outliers, Insights from Jeff Bezos and Howard Marks, Must-Read Books, Creating True Competitive Advantages, Open-Source Strategies, Adapting Mental Models to New Realities, and More #652: Famed Explorer Wade Davis — How to Become the Architect of Your Life, The Divine Leaf of Immortality, Rites of Passage, Voodoo Demystified, Optimism as the Purpose of Life, How to Be a Prolific Writer, Psychedelics, Monetizing the Creativity of Your Life, and More #653: Elan Lee, Co-Creator of Exploding Kittens — How to Raise Millions on Kickstarter, Deconstructing Mega-Successes, Secrets of Game Design, The Power of Positive Constraints, The Delights of Craftsmanship, and The Art of Turning Fans into Superfans #654: Dr. Matthew Walker, All Things Sleep Continued — The Hidden Dangers of Melatonin, Tools for Insomnia, Enhancing Learning and Sleep Spindles, The Upsides of Sleep Divorce, How Sleep Impacts Sex (and Vice Versa), Adventures in Lucid Dreaming, The One Clock to Rule Them All, The IP Addresses of Your Memories, and More Transcript from most recent episode below. Transcripts from previous episodes above. #657: Professor John Vervaeke — On Cultivating Wisdom, Finding Flow States, The Power and Perils of Intuition, The Four Ways of Knowing, Learning to Fall in Love with Reality, and More Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","length":33324,"tokens":8555,"chunks":[{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Lo and behold! Please find transcripts for all current episodes of The Tim Ferriss Show podcast below! (Click here to be taken to the most recent transcripts.) They go all the way back to episode #1 with my dear friend, world-class investor and entrepreneur Kevin Rose, who nicknamed the show “TimTimTalkTalk” in the first few minutes of its existence. Ah, the early days… There are currently over 650 transcripts. Newer transcripts will be added as they are published and will also be listed under the site topic The Tim Ferriss Show Transcripts. Each link below will take you directly to that episode’s transcript.","content_length":616,"content_tokens":132,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"(Click here to be taken to the most recent transcripts.) Enjoy! * * * Before you dig in, please read the below, which applies to every transcript, and which I sadly need to post due to previous legal headaches and related misbehavior… Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL.","content_length":825,"content_tokens":193,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. * * * Click here to be taken to the most recent transcripts. #1: Kevin Rose #2: Joshua Waitzkin #3: Kelly Starrett and Dr.","content_length":844,"content_tokens":194,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Justin Mager #4: Ryan Holiday #5: Jason Silva #6: 6 Formulas for More Output and Less Overwhelm #7: Stephen Dubner, co-author of Freakonomics #8: Chase Jarvis, Master Photographer #9: The 9 Habits to Stop Now — The Not-To-Do List #10: Brian Koppelman, co-writer/producer of Rounders, Ocean’s Thirteen, The Illusionist, etc. #11: Drugs and the Meaning of Life #12: Dr.","content_length":367,"content_tokens":112,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Rhonda Patrick on Life Extension, Performance, and More #13: “Productivity” Tricks for the Neurotic, Manic-Depressive, and Crazy (Like Me) #14: Sam Harris, PhD — Spirituality, Neuroscience, Meditation, and More #15: Neil Strauss — Author of The Game and 7 New York Times Bestsellers #16: Joe De Sena on Grit, Endurance, and Building Empires #17: The Power of Negative Visualization (> Lessons from Silicon Valley, Andy Grove, Genghis Khan, Slave Revolution, and More #393: Edward Norton — On Creative Process, Creative Struggle, and Motherless Brooklyn #394: Q&A with Tim — On Wealth, Legacy, Grief, Lyme Disease, Gratitude, Longevity, and More #395: Jocko Willink Takeover — On Quitting, Relationships, Financial Discipline, Contrast Baths, and More #396: Marcela Ot’alora — How to Become a Psychedelic Therapist #397: Mike Maples and Andy Rachleff: Two Questions Every Entrepreneur Should Answer #398: Peter Attia, M. D.","content_length":921,"content_tokens":243,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"— Fasting, Metformin, Athletic Performance, and More #399: Adam Grant — The Man Who Does Everything #400: Books I’ve Loved: Tim’s Four Must-Read Books #401: Gary Keller — How to Focus on the One Important Thing #402: Books I’ve Loved — Seth Godin and Esther Perel #403: Tony Fadell — On Building the iPod, iPhone, Nest, and a Life of Curiosity #404: Books I’ve Loved — Steve Jurvetson #405: Penn Jillette on Magic, Losing 100+ Pounds, and Weaponizing Kindness #406: Bob Iger — CEO and Chairman of Disney #407: Sam Zell — Strategies for High-Stakes Investing, Deal-Making, and Grave-Dancing #408: The Random Show — New Year’s Resolutions, 2010–2019 Lessons Learned, Finding Joy, Energy Management, and Much More #409: Brené Brown — Striving versus Self-Acceptance, Saving Marriages, and More #410: Ryan Holiday — Turning the Tables #411: Richard Turner — The Magical Phenom Who Will Blow Your Mind #412: Josh Waitzkin on Beginner’s Mind, Self-Actualization, and Advice from Your Future Self #413: Tyler Cowen on Rationality, COVID-19, Talismans, and Life on the Margins #414: Jack Kornfield — How to Find Peace Amidst COVID-19, How to Cultivate Calm in Chaos #415: Lori Gottlieb — The Power of Getting to *Unknow* Yourself #416: How to Support Healthcare Workers Now — Plus Urgent Suggestions for Uber Eats, Hilton, Amazon, and More #417: Dr. Vivek Murthy — Former Surgeon General on Combating COVID-19, Loneliness, and More #418: Esther Perel — Tactics for Relationships in Quarantine #419: Ryan Holiday — How to Use Stoicism to Choose Alive Time Over Dead Time #420: Books I’ve Loved — Matt Mullenweg #421: Dr.","content_length":1610,"content_tokens":452,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Jane Goodall — The Legend, The Lessons, The Hope #423: Rana el Kaliouby — AI, Emotional Intelligence, and the Journey of Finding Oneself #424: Brian Koppelman on Making Art, Francis Ford Coppola, Building Momentum and More #425: Books I’ve Loved — Cindy Eckert and Alexis Ohanian #426: The Random Show — Boozy Quarantine Edition! #427: Michael Lewis — Inside the Mind of the Iconic Writer #428: Jim Jefferies on Comedy, Life Lessons, and the Magic of Filling Out Customs Forms #429: Nick Kokonas on Resurrecting Restaurants, Skin in the Game, and Investing #430: Elizabeth Gilbert’s Creative Path: Saying No, Trusting Your Intuition, Index Cards, Integrity Checks, Grief, Awe, and Much More #431: Howard Marks on the US Dollar, Three Ways to Add Defense, and Good Questions #432: Books I’ve Loved — Kevin Kelly #433: Sam Harris on Psychedelics, How to Cope During a Pandemic, Taming Anxiety, and More #434: Jim Dethmer — How to Shift from Victim Consciousness, Reduce Drama, Practice Candor, Be Fully Alive, and More #435: Kevin Hart — The Unstoppable Combination of Positivity and Relentless Improvement #436: Books I’ve Loved — Maria Popova and Tyler Cowen #437: Secretary Madeleine Albright — Optimism, the Future of the US, and 450-Pound Leg Presses #438: Coach George Raveling on This Unique Moment in Time, How to Practice Self-Leadership, Navigating Difficult Conversations, and Much More #440: Rick Doblin — The Psychedelic Domino That Tips All Others #441: John Paul DeJoria — From Homelessness to Building Paul Mitchell and Patrón Tequila #443: David Yarrow on Art, Markets, Business, and Combining It All #444: Hugh Jackman on Best Decisions, Daily Routines, The 85% Rule, Favorite Exercises, Mind Training, and Much More #445: Janna Levin on Extra Dimensions, Time Travel, and How to Overcome Boots in the Face #446: Blake Mycoskie — TOMS, The Hoffman Process, Conscious Uncoupling, and Psychedelics #447: Books I’ve Loved — Ann Miura-Ko #448: Brad Feld — The Art of Unplugging, Carving Your Own Path, and Riding the Entrepreneurial Rollercoaster #449: Grandmaster Maurice Ashley on the Magic of Chess, the Art of Trash-Talking, Must-Read Biographies, and More #450: Neil Strauss — Books I’ve Loved #451: Mike Novogratz on Bitcoin, Macro Trading, Ayahuasca, Redemption, and More #452: Sia — The Alchemy of Blockbuster Songs, Billions of Views, and the Face You’ve Never Seen #453: The Random Show — Zen, Investing, Mike Tyson, Artificial Intelligence, and the World’s Best Beers (#453) #454: Books I’ve Loved — Whitney Cummings #455: Rabbi Lord Jonathan Sacks on Powerful Books, Mystics, Richard Dawkins, and the Dangers of Safe Spaces #456: The Power of Myth — The Hero’s Adventure with Joseph Campbell and Bill Moyers (You may find the transcript for this episode at the website for Bill Moyers.) #457: Chuck Palahniuk, Author of Fight Club — A Masterclass in Creative Living and Dangerous Writing #458: The Psychedelic News Hour: New Breakthroughs, Compound Comparisons and Warnings (Psilocybin/LSD/Ayahuasca/N,N-DMT/5-MeO-DMT), Treatment of Trauma, Scalable vs.","content_length":3077,"content_tokens":823,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Unscalable Approaches, Making Sense of “Bad” Trips, and Much More #459: “Books I’ve Loved” — Alain de Botton #461: Kelly Slater — The Surfing Legend on Routine, Rickson Gracie, Favorite Books, and Overcoming Setbacks #462: Guy Raz on Building ‘How I Built This,’ Managing Depression, and Podcast Ecosystem Predictions My Healing Journey After Childhood Abuse #466: Richard Koch on Mastering the 80/20 Principle, Achieving Unreasonable Success, and the Art of Gambling #467: Dustin Yellin on Making Art, Weaving Madness, and Forging Your Own Path #468: “Books I’ve Loved” — Cal Fussman #469: Dr. Mark Plotkin on Ethnobotany, Real vs.","content_length":632,"content_tokens":183,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Fake Shamans, Hallucinogens, and the Dalai Lamas of South America #470: Steven Rinella on Hunting (and Why You Should Care), Reconnecting with Nature, Favorite Trips, and More #471: Adam Grant — How to Remember Anything #472: Books I’ve Loved — Debbie Millman #473: Naval Ravikant on Happiness, Reducing Anxiety, Crypto Stablecoins, and Crypto Strategy #474: Matthew McConaughey on His Success Playbooks, the Powerful Philosophy of Greenlights, and Choosing the Paths Less Traveled #476: Seth Godin on The Game of Life, The Value of Hacks, and Overcoming Anxiety #477: Yuval Noah Harari on The Story of Sapiens, The Power of Awareness, and The Brilliance of Bone-Conduction Headphones #478: Scott Kelly — Lessons Learned from 500+ Days in Space, Life-Changing Books, and The Art of Making Hard Choices #479: Mary Karr — The Master of Memoir on Creative Process and Finding Gifts in the Suffering #480: Dax Shepard on the Craft of Podcasting, Favorite Books, and Dancing with Your Demons #481: Dan Harris on Becoming 10% Happier, Hugging Inner Dragons, Self-Help for Skeptics, Training the Mind, and Much More #482: Steven Rinella — A Short Introduction to True Wilderness Skills and Survival #483: Jim Collins — The Return of a Reclusive Polymath #484: Daniel Ek, CEO of Spotify — The Art of Seeing Around Corners, Two-Year Missions, Top Books, and the Essence of Fire Soul #485: Jerry Seinfeld — A Comedy Legend’s Systems, Routines, and Methods for Success #486: Harley Finkelstein — Tactics and Strategies from Shopify, the Future of Retail, and More #487: Dr.","content_length":1562,"content_tokens":390,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Martine Rothblatt — The Incredible Polymath of Polymaths #488: Leo Babauta on Zen Habits, Antifragility, Contentment, and Unschooling #489: Guy Raz Interviews Tim Ferriss — How I Built This — Key Lessons, Critical Decisions, and Reinvention for Fun and Profit #490: Dr. Jim Loehr on Mental Toughness, Energy Management, the Power of Journaling, and Olympic Gold Medals #491: Dr.","content_length":378,"content_tokens":100,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Stefi Cohen — 25 World Records, Power Training, Deadlifting 4.4x Bodyweight, Sports Psychology, Overcoming Pain, and More #492: Richard Schwartz — IFS, Psychedelic Experiences without Drugs, and Finding Inner Peace for Our Many Parts #493: The Random Show — Bitcoin Pros and Cons, 2021 Resolutions, Fave Books, Lucid Dreaming, Couples Therapy, and More (#493) #494: Michael Phelps and Grant Hackett — Two Legends on Competing, Overcoming Adversity, Must-Read Books, and Much More #495: David Rubenstein, Co-Founder of The Carlyle Group, on Lessons Learned, Jeff Bezos, Raising Billions of Dollars, Advising Presidents, and Sprinting to the End #496: Marc Randolph on Building Netflix, Battling Blockbuster, Negotiating with Amazon/Bezos, and Scraping the Barnacles Off the Hull #497: Joyce Carol Oates — A Writing Icon on Creative Process and Creative Living #498: Josh Waitzkin and Tim Ferriss on The Cave Process, Advice from Future Selves, and Training for an Uncertain Future (#498) #499: Katie Haun on the Dark Web, Gangs, Investigating Bitcoin, and The New Magic of “Nifties” (NFTs) #500: KevKev TimTim TalkTalk on Dragon Slaying, Lessons Learned, Viagra, and Assorted Nonsense (#500) #501: Steven Pressfield on The Artist’s Journey, the Wisdom of Little Successes, Shadow Careers, and Overcoming Resistance #502: Jordan Peterson on Rules for Life, Psychedelics, The Bible, and Much More #503: Walter Isaacson on CRISPR, Jennifer Doudna, Gene Editing, and the Future of the Human Race #504: Vitalik Buterin, Creator of Ethereum, on Understanding Ethereum, ETH vs.","content_length":1569,"content_tokens":400,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"BTC, ETH2, Scaling Plans and Timelines, NFTs, Future Considerations, Life Extension, and More (Featuring Naval Ravikant) #505: Elizabeth Lesser on Building Omega Institute, Intentional Communities, ADD (Authenticity Deficit Disorder), the Value of Grief, and the Emotion of Illumination #506: The Episode of Everything: Balaji on Bitcoin and Ethereum, Media Self-Defense, Drone Warfare, Crypto Oracles, India as Dark Horse, The Pseudonymous Economy, Beautiful Trouble, Ramanujan, Life Extension, and More #507: Dr.","content_length":514,"content_tokens":125,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Adam Gazzaley, UCSF — Brain Optimization and the Future of Psychedelic Medicine (#507) #508: Plants of the Gods — Ayahuasca, Shamanic Knowledge, Coca, and the Adventures of Richard Evans Schultes #509: George Mumford, Mindfulness Coach to Michael Jordan and Kobe Bryant, on Awareness, Compassionate Action, the Dizziness of Freedom, and More #510: Greg McKeown — The Art of Effortless Results, How to Take the Lighter Path, the Joys of Simplicity, and More #511: Hamilton Morris on Iboga, 5-MeO-DMT, the Power of Ritual, New Frontiers in Psychedelics, Excellent Problems to Solve, and More #512: Jacqueline Novogratz on Building Acumen, How to (Actually) Change the World, Speaking Your Truth, and the Incredible Power of “Dumb” Questions #513: Sebastian Junger — Seeking Freedom, Near-Death Experiences, and Reordering Your Place in the World #514: Chip Wilson — Building Lululemon, the Art of Setting Goals, and the 10 Great Decisions of Your Life #515: Chris Bosh on How to Reinvent Yourself, The Way and The Power, the Poison of Complaining, Leonardo da Vinci, and More #516: Suleika Jaouad on Invaluable Road Trips, the Importance of a To-Feel List, and Finding Artistic Homes #517: Dr. Peter Attia on Longevity Drugs, Alzheimer’s Disease, and the 3 Most Important Levers to Pull #518: Q&A with Tim — Current Morning and Exercise Routines, Holotropic Breathwork, Ambition vs. Self-Compassion, Daily Practices for Joy, Ontological Shock, and More #520: Michael Pollan — This Is Your Mind on Plants #521: Dr.","content_length":1510,"content_tokens":395,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Andrew Huberman — A Neurobiologist on Optimizing Sleep, Performance, and Testosterone #522: Anne Lamott on Spiritual Fitness, Creative Process, Redecorating the Abyss, and the Perennial Magic of “Bird by Bird” #523: Dennis McKenna — The Depths of Ayahuasca: 500+ Sessions, Fundamentals, Advanced Topics, Science, Churches, Learnings, Warnings, and Beyond #524: Ramit Sethi on How Couples Can Talk about Money, Bucket Lists, the $100 Challenge, and More #525: Giuliana Furci on the Wonders of Mycology, Wisdom from Jane Goodall, Favorite Books, and the World’s Largest Fungarium #526: B.","content_length":586,"content_tokens":155,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Jeffrey Madoff — Dealmaking, the Hidden Persuaders, Working with Ralph Lauren, and Finding the Secret to Life in the Mojave Desert #527: The Random Show — Life-Extension Misadventures, Blockchain/Crypto Investing, NFT Experiments, Dogecoin, Zen Buddhism, and Weathering Sharp Elbows #528: Jimmy Wales, Founder of Wikipedia, on Wikipedia’s Real Genesis Story, Best Business Decisions, Understanding Financial Markets, Developing a Questioning Mind, and the Value of Optimism #529: Iconic Therapist Dr. Sue Johnson on How to Improve Sex, Shape Love, Face Dragons, and Find Comfort in the Arms of Another #530: Sir James Dyson — Founder of Dyson and Master Inventor on How to Turn the Mundane into Magic #531: Henry Shukman — Zen, Tools for Awakening, Ayahuasca vs.","content_length":762,"content_tokens":189,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Meditation, Intro to Koans, and Using Wounds as the Doorway #532: Sheila Heen of the Harvard Negotiation Project — How to Navigate Hard Conversations, the Subtle Art of Apologizing, and a Powerful 60-Day Challenge #533: Paul Conti, MD — How Trauma Works and How to Heal from It #534: Michael Dell, Founder of Dell — How to Play Nice But Win #535: General Stanley McChrystal — Mastering Risk: A User’s Guide #536: Diana Chapman — How to Get Unstuck, Do “The Work,” Take Radical Responsibility, and Reduce Drama in Your Life #537: The Hidden Knowledge of Animals — Mark Plotkin on Nature’s Medicine Cabinet [Ed.","content_length":609,"content_tokens":162,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"note: The text for this episode appears as a guest post on the blog with the title “How Animals Discover and Use Medicines.”] #538: How I Built The Tim Ferriss Show to 700+ Million Downloads — An Immersive Explanation of All Aspects and Key Decisions (Featuring Chris Hutchins) #539: Alisa Cohn on Prenups for Startup Founders, How to Reinvent Your Career, the Importance of “Pre-Mortems,” and the Three Selves #540: Noah Feldman on Hyper-Productivity, Learning 10+ Languages, DAOs, Using History to Become a Futurist, Crypto Constitutions, State Building, and the Supreme Court of Facebook #541: Eric Schmidt — The Promises and Perils of AI, the Future of Warfare, Profound Revolutions on the Horizon, and Exploring the Meaning of Life #542: Chris Dixon and Naval Ravikant — The Wonders of Web3, How to Pick the Right Hill to Climb, Finding the Right Amount of Crypto Regulation, Friends with Benefits, and the Untapped Potential of NFTs #543: Legendary Investor John Doerr on Picking Winners — From Google in 1999 to Solving the Climate Crisis Now #545: Marco Canora — The Art of Food, Eating, Nutrition, and Life #546: Master Magician David Blaine — Fear{less} with Tim Ferriss #547: Balaji Srinivasan on Bitcoin, The Great Awokening, Wolf Warrior Diplomacy, Open-Source Ecology, Reputational Civil War, Creating New Cities, and Options for Becoming a Sane but Sovereign Individual #548: The Lost Presentation That Launched The 4-Hour Workweek — “Secrets of Doing More with Less in a Digital World” from SXSW 2007 #549: The Random Show — Biohacking, Tim’s COVID Experience, Holiday Gift Ideas, Favorite New Apps, Bad Science, Quarantine Delights, and a Small Dose of NFTs and DAOs #550: Andrew Chen — Growth Secrets from Tinder, Uber, and Twitch; Exploring the Metaverse; the Future of Startup Investing; Games as the Next Social Networks; and How to Pick the Right Metrics #551: TOMS Founder Blake Mycoskie — Fear{less} with Tim Ferriss #553: Jessica Lahey on Parenting, Desirable Difficulties, The Gift of Failure, Self-Efficacy, and The Addiction Inoculation #554: Jerry Colonna — How to Take a Two-Month Sabbatical Every Year #555: The Liberation of Cosmic Insignificance Therapy #556: The Incredible Kyle Maynard — Fear{less} with Tim Ferriss #557: Q&A with Tim — Tools for Better Sleep, Musings on Parenting, The Different Roles of Fear, The Delight of Deepening Friendships, The Purpose of College, How to Boost Your Mood, HRV Training, and More #559: Forget New Year’s Resolutions and Conduct a ‘Past Year Review’ Instead #560: Zen Master Henry Shukman — 20 Minutes of Calm, Plus the Strange and Powerful World of Koans #561: Rich Roll — From Alcoholic to Ultra-Endurance Star, Rebooting Life at 40, the Trap of Lower Companions, and How to Reinvent Yourself in the New Year #562: Dr.","content_length":2795,"content_tokens":716,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Michio Kaku — Exploring Time Travel, the Beauty of Physics, Parallel Universes, the Mind of God, String Theory, Lessons from Einstein, and More #563: Sarah Silverman — How to Be Your Own Best Friend, Lessons from Therapy, and Grabbing Joy Where You Can Get It #564: Performance Psychologist Michael Gervais — Fear{less} with Tim Ferriss #565: Michael Schur, Creator of “The Good Place” — How SNL Trains Writers, His TV University at “The Office,” Lessons from Lorne Michaels, Wisdom from David Foster Wallace, and Exploring Moral Philosophy with “How to Be Perfect” #566: John List — A Master Economist on Increasing Tipping, Strategic Quitting, Maximizing Charitable Fundraising, Baseball Cards, Theory of Mind, and Valuable Decisions on the Margin #567: A Rare Podcast at 30 Below Zero — Sue Flood on Antarctica, Making Your Own Luck, Chasing David Attenborough, and Reinventing Yourself #568: Cal Newport — The Eternal Pursuit of Craftsmanship, the Deep Life, Slow Productivity, and a 30-Day Digital Minimalism Challenge #569: ESPN Co-Founder Bill Rasmussen — Fear{less} with Tim Ferriss #570: Marine Biologist Dr.","content_length":1117,"content_tokens":278,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Ayana Elizabeth Johnson on How to Catalyze Change with Awe and Wonder, How to Save the Planet, Finding Your Unique Venn Diagram of Strength, and Seeking the Minimum Effective Dose #571: Boyd Varty — The Lion Tracker’s Guide to Life #573: Margaret Atwood — A Living Legend on Creative Process, The Handmaid’s Tale, Being a Mercenary Child, Resisting Labels, the Poet Rug Exchange, Liminal Beings, Burning Questions, Practical Utopias, and More #576: Morgan Housel — The Psychology of Money, Picking the Right Game, and the $6 Million Janitor #578: Tim Ferriss and Matt Mullenweg in Antarctica: Exploring Personal Fears, Bucket Lists, Facing Grief, Crafting Life Missions, and Tim’s Best Penguin Impressions #579: Jane McGonigal — How She Predicted COVID in 2010, Becoming the Expert of Your Own Future, Trust Warfare, the 10-Year Winter, and How to Cultivate Optimism #580: Rock and Roll Hall of Famer Stewart Copeland — Fear{less} with Tim Ferriss #582: Mark Zuckerberg — Founder and CEO of Meta #583: Susan Cain on Transforming Pain, Building Your Emotional Resilience, Exploring Sufi Wisdom, Tapping into Bittersweet Songs, and Seeking the Shards of Light #584: Bo Shao — His Path from Food Rations to Managing Billions, the Blessings and Burdens of Chasing Perfection, Building the eBay of China in 1999, Pillars of Parenting, and Pursuing the Unpopular #585: Professor Donald Hoffman — The Case Against Reality, Beyond Spacetime, Rethinking Death, Panpsychism, QBism, and More #586: The Random Show with Kevin Rose — Current Books, Men’s Groups, Tuna Helper, the Latest in NFTs, Fierce Intimacy, and More #587: Terry Crews — His Journey to True Power #588: A. J. Jacobs — How to Be Less Furious and More Curious #590: Tony Fadell of iPod, iPhone, and Nest Fame — Stories of Steve Jobs on “Vacation,” Product Design and Team Building, Good Assholes vs.","content_length":1854,"content_tokens":482,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Bad Assholes, Investing in Trends Before They Become Trends, The Hydrogen Economy, The Future of Batteries, and More #591: Tom Morello of Rage Against the Machine Fame — Fear{less} with Tim Ferriss #592: Dennis McKenna — An Ethnopharmacologist on Hallucinogens, Sex-Crazed Cicadas, The Mushrooms of Language, BioGnosis, and Illuminating Obscure Corners #593: Richard Wiseman on Lessons from Dale Carnegie, How to Keep a Luck Diary, Mentalism, The Psychology of the Paranormal, Mass Participation Experiments, NLP, Remote Viewing, and Attempting the Impossible #594: Cal Newport and Tim Ferriss Revisit The 4-Hour Workweek (Plus: The Allure and The Void of Remote Work, Unsustainable Behaviors, Burning Out, The Cult of Productivity, and More) #596: Edward O.","content_length":758,"content_tokens":193,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Thorp, A Man for All Markets — Beating Blackjack and Roulette, Beating the Stock Market, Spotting Bernie Madoff Early, and Knowing When Enough Is Enough #597: Morgan Fallon — 10 Years on the Road with Anthony Bourdain, 9 Emmy Nominations, Lessons from Michael Mann, Adventures with Steven Rinella, High Standards, Wisdom from West Virginia, and More #598: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo #600: Jason Portnoy of PayPal, Palantir, and More — Porn Addiction, Sexaholics Anonymous, Shame Spirals, and His Path to Recovery and Redemption #601: Jack Kornfield — How to Overcome Apathy and Find Beautiful Purpose #602: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss #604: Ed Thorp, The Man for All Markets — How to Think for Yourself, A Real Estate Cautionary Tale, Hedge Fund History and Warnings, The Incredible Power of Basic Numeracy (and How to Develop It), Thought Experiments on Risk, Popular Delusions, Cryptocurrencies, and More 605: Hamilton Morris and Dr. Mark Plotkin — Exploring the History of Psychoactive Substances, Synthetic vs. Natural Options, Microdosing, 5-MeO-DMT, The “Drunken Monkey” Hypothesis, Timothy Leary’s Legacy, and More #606: Balaji S.","content_length":1276,"content_tokens":321,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Srinivasan — The Network State and How to Start a New Country #607: Luis von Ahn, Co-Founder and CEO of Duolingo — How to Be (Truly) Mission-Driven, Monetization Experiments, 10x Growth, Org Chart Iterations for Impacting Metrics, The Intricate Path to an IPO, Best Hiring Practices, Catching Exam Cheaters, The Allure of Toto Toilets, The Future of Duolingo, and How to Stand Out in Your Career #608: Signal Over Noise with Noah Feldman — The War in Ukraine (Recap and Predictions), The Machiavelli of Maryland, Best Books to Understand Geopolitics, The Battles for Free Speech on Social Media, Metaverse Challenges, and More #610: The Life-Extension Episode — Dr.","content_length":665,"content_tokens":176,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Matt Kaeberlein on The Dog Aging Project, Rapamycin, Metformin, Spermidine, NAD+ Precursors, Urolithin A, Acarbose, and Much More #611: Liv Boeree, Poker and Life — Core Strategies, Turning $500 into $1.7M, Cage Dancing, Game Theory, and Metaphysical Curiosities #612: Will MacAskill of Effective Altruism Fame — The Value of Longtermism, Tools for Beating Stress and Overwhelm, AI Scenarios, High-Impact Books, and How to Save the World and Be an Agent of Change #613: Russ Roberts on Lessons from F. A.","content_length":504,"content_tokens":147,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Hayek and Nassim Taleb, Decision-Making Insights from Charles Darwin, The Dangers of Scientism, Wild Problems in Life and the Decisions That Define Us, Learnings from the Talmud, The Role of Prayer, and The Journey to Transcendence #614: Q&A with Tim on Wealth and Money, Book Recommendations, Advice on Taking Advice, C. S. Lewis, Relationships, Behavior Change and Self-Awareness, Why We Are All (Mostly) Making It Up as We Go, and Much More #615: Dr. Andrew Weil — The 4-7-8 Breath Method, Cannabis, The Uses of Coca Leaf, Rehabilitating Demonized Plants, Kava for Anxiety, Lessons from Wade Davis, The Psychedelic Renaissance, How to Emerge from Depression, Tales from 50+ Visits to Japan, Matcha Benefits, and More #616: Insights from Dr.","content_length":743,"content_tokens":192,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Andrew Huberman, Greg McKeown, Jocko Willink, Brené Brown, and Naval Ravikant #618: Roelof Botha — Investing with the Best, Ulysses Pacts, The Magic of Founder-Problem Fit, How to Use Pre-Mortems and Pre-Parades, Learning from Crucible Moments, and Daring to Dream #619: Dr. Suresh Muthukumaraswamy — LSD Microdosing, Classical Psychedelics vs. Ketamine, Science and Speed in New Zealand, Placebo Options, and The Infinite Possibilities of Studying Mind-Altering Compounds #620: Dr.","content_length":482,"content_tokens":139,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Gabor Maté — The Myth of Normal, Metabolizing Anger, Processing Trauma, and Finding the Still Voice Within #621: UFC Hall of Famer Bas Rutten on Fundamentals of Real Self-Defense, Savage Fight Stories, How He’s Handled Bullies, Breathing Techniques for Increasing Stamina and Endurance, The Art of Personal Reinvention, and Cultivating the Practice of Prayer #622: A Rare In-Person Random Show with Kevin Rose — VR Workouts, I Bonds, Excellent Movies, Recent Books, Lessons from Amy Tan, How to Shape Your Mind, and More #624: Rolf Potts — The Vagabond’s Way, Tactics for Immersive Travel, Pilgrimages and Psychogeography, Empathy Machines, Full-Throated Love, The Slow Sense of Smell, Lessons from Thích Nhất Hạnh, Falling Upward, and More #625: Dr.","content_length":750,"content_tokens":204,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"John Krystal — All Things Ketamine, The Most Comprehensive Podcast Episode Ever #626: Insights from Tara Brach, Ryan Holiday, Maria Popova, and Cal Newport #627: Brian Armstrong, CEO of Coinbase — The Art of Relentless Focus, Preparing for Full-Contact Entrepreneurship, Critical Forks in the Path, Handling Haters, The Wisdom of Paul Graham, Epigenetic Reprogramming, and Much More #628: Q&A with Tim — Revisiting 15+ Years of PR and Marketing Lessons, Time Dilation for Deep Relaxation, The Art of Setting Ultra-High Prices, The Low-Information Diet, Studying Animal Communication, My 3-Day Fasting Protocol, Tools for Handling Adversity, Selling to the Affluent, My Current Coffee and Alcohol Rules, Risk Mitigation, and Much More #629: Aryeh Bourkoff — Media’s Hottest Dealmaker on How to Negotiate, Rejecting Constraints, Mastering the Calendar to Create More Time, and How to Play the Long Game #630: Insights from Dr.","content_length":924,"content_tokens":227,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Matthew Walker, Adam Grant/Atul Gawande, Diana Chapman, and Rich Roll/David Goggins #633: Chris Palmer, MD, of Harvard Medical School — Optimizing Brain Energy for Mental Health, The Incredible Potential of Metabolic Psychiatry, Extraordinary Case Studies, and Harnessing Mitochondria for Anxiety, #634: Niall Ferguson, Historian — The Coming Cold War II, Visible and Invisible Geopolitics, Why Even Atheists Should Study Religion, Masters of Paradox, Fatherhood, Fear, and More #635: Jason Calacanis on Brooklyn Grit, Big Asks, Angel Investing (Uber, Calm, Robinhood, and More), The Magic of Thinking Big, and St*bbing People in the Face but Never in the Back #636: The Big Reveal: The Legend of CØCKPUNCH — Kevin Rose and Tim Ferriss on Tim’s New and Extremely Bizarre Art Project #637: Stephen Wolfram — Personal Productivity Systems, Richard Feynman Stories, Computational Thinking as a Superpower, Perceiving a Branching Universe, and The Ruliad… The Biggest Object in Metascience #639: Todd McFarlane, Legendary Comic Book Artist — How to Make Iconic Art, Reinvent Spider-Man, Live Life on Your Own Terms, and Meet Every Deadline #641: Roland Griffiths, PhD — Life’s Ultimate Glide Path, An Unexpected Stage IV Diagnosis, Facing Death, How Meditation and Psychedelics Can Help, and The Art of Living a Life of Gratitude #642: Steven Pressfield on Going from Truck Driver to Bestselling Novelist, Overcoming Self-Sabotage, Building Momentum, Dancing with the Muse, Turning Pro, and Letting Your Underground River Flow #643: Todd McFarlane, Iconic Comic Book Artist — Lessons from Stan Lee, How to Make Art That Outlives You, How to Compete with Corporate Giants and Win (While Having Fun), Dealmaking Strategies, War Stories from Wall Street and Lawyer Land, Taking Responsibility for Your Life, and Why Creators Need to Smash Limits #644: Jonathan Haidt — The Coddling of the American Mind, How to Become Intellectually Antifragile, and How to Lose Anger by Studying Morality #645: The Random Show, Mega-Holiday Edition — 2023 Resolutions and New Tools, Extensive Bullshitting, Booze and Ethanol Alternatives, The “Yearly Delete,” A Million Sidebars, Ayahuasca Revisited, Recapping the COCKPUNCH Saga, and Much More #646: Brian C.","content_length":2236,"content_tokens":561,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Muraresku with Dr. Mark Plotkin — The Eleusinian Mysteries, Discovering the Divine, The Immortality Key, The Pagan Continuity Hypothesis, Lessons from Scholar Karen Armstrong, and Much More #647: Mark Manson, The Subtle Art of Not Giving a F*ck — The Surprising Stories Behind 15+ Million Copies Sold, Crucial Decisions, The Art of Home Run Headlines, How to Build a Lean Team, Lessons from Will Smith, Personal Reinvention, and More #648: James Clear, Atomic Habits — Mastering Habits, Growing an Email List to 2M+ People, Selling 10M+ Books, Cultivating Self-Awareness, and Much More #649: Rick Rubin, Legendary Music Producer — The Creative Act, Overcoming Creative Blocks, Developing Your Perception and Sensitivities, Reinvention vs. Going Narrow, The Future and AI, and Much More #650: Dr.","content_length":795,"content_tokens":194,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Matthew Walker, All Things Sleep — How to Improve Sleep, How Sleep Ties Into Alzheimer’s Disease and Weight Gain, and How Medications (Ambien, Trazodone, etc.), Caffeine, THC/CBD, Psychedelics, Exercise, Smart Drugs, Fasting, and More Affect Sleep #651: Legendary Investor Bill Gurley on Investing Rules, Finding Outliers, Insights from Jeff Bezos and Howard Marks, Must-Read Books, Creating True Competitive Advantages, Open-Source Strategies, Adapting Mental Models to New Realities, and More #652: Famed Explorer Wade Davis — How to Become the Architect of Your Life, The Divine Leaf of Immortality, Rites of Passage, Voodoo Demystified, Optimism as the Purpose of Life, How to Be a Prolific Writer, Psychedelics, Monetizing the Creativity of Your Life, and More #653: Elan Lee, Co-Creator of Exploding Kittens — How to Raise Millions on Kickstarter, Deconstructing Mega-Successes, Secrets of Game Design, The Power of Positive Constraints, The Delights of Craftsmanship, and The Art of Turning Fans into Superfans #654: Dr.","content_length":1027,"content_tokens":258,"embedding":[]},{"episode_title":"All Transcripts from The Tim Ferriss Show!","episode_url":"https://tim.blog/2018/09/20/all-transcripts-from-the-tim-ferriss-show/","episode_date":"September 20, 2018","episode_thanks":"","content":"Matthew Walker, All Things Sleep Continued — The Hidden Dangers of Melatonin, Tools for Insomnia, Enhancing Learning and Sleep Spindles, The Upsides of Sleep Divorce, How Sleep Impacts Sex (and Vice Versa), Adventures in Lucid Dreaming, The One Clock to Rule Them All, The IP Addresses of Your Memories, and More Transcript from most recent episode below. Transcripts from previous episodes above. #657: Professor John Vervaeke — On Cultivating Wisdom, Finding Flow States, The Power and Perils of Intuition, The Four Ways of Knowing, Learning to Fall in Love with Reality, and More Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","content_length":980,"content_tokens":222,"embedding":[]}]}