{"title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","date":"June 25, 2022","thanks":"","content":"Please enjoy this transcript of my interview with Bill Burr from my 2017 TV show Fear{less}. The “less” is in parentheses because the objective is to teach you to fear less, not to be fearless. Fear{less} features in-depth, long-form conversations with top performers, focusing on how they’ve overcome fears and made hard decisions, embracing discomfort and thinking big. It was produced by Wild West Productions, and I worked with them to make both the video and audio available to you for free, my dear listeners. You can find the video of this episode on YouTube. com/TimFerriss, and eventually you’ll be able to see all episodes for free at YouTube. com/TimFerriss. Spearheaded by actor/producer and past podcast guest Vince Vaughn, Wild West Productions has produced a string of hit movies including The Internship, Couples Retreat, Four Christmases, and The Break-Up. In 2020, Wild West produced the comedy The Opening Act, starring Jimmy O. Yang and Cedric The Entertainer. In addition to Fear{less}, their television credits include Undeniable with Joe Buck, ESPN’s 30 for 30 episode about the ’85 Bears, and the Netflix animated show F is for Family. Transcripts may contain a few typos. With many episodes lasting 2+ hours, it can be difficult to catch minor errors. Enjoy! Listen to the episode on Apple Podcasts, Spotify, Overcast, Podcast Addict, Pocket Casts, Stitcher, Castbox, Google Podcasts, Amazon Music, or on your favorite podcast platform. You can watch the interview on YouTube here. Listen onApple Podcasts Listen onSpotify Listen onOvercast #602: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: I’m Tim Ferriss, author, entrepreneur, angel investor, and now TV host. I’ve spent my entire adult life asking questions then scouring the globe to find the answers. On this show, I’ll share the secrets of pioneers who faced their own fears. We’ll dig into the hard times, big mistakes, tough decisions, and how they got through it all. The goal isn’t to be fearless, the goal is to learn to fear less. Welcome to Fear{less}. I’m your host, Tim Ferriss. And on this stage, we’ll be deconstructing world class performers to uncover the specific tactics that they’ve used to overcome doubt, tackle hard decisions and ultimately succeed. So imagine yourself all alone on stage in front of 14,000 people staring directly at you. For many of us, probably most of us, that’d be a complete nightmare, but for my guest tonight, it’s just another day at the office. The man you’re about to meet is one of the most prolific and respected comedians in the world. He’s done five hour long comedy specials, hosts one of the most popular podcasts of all time and is co-creator and star of the animated series F Is for Family. Please welcome to the stage, Bill Burr. Bill Burr: Hey, how are you? What’s going on, Tim? How’re you doing, buddy? Tim Ferriss: Good. I’m good. Bill Burr: This looks like a TED talk. Like we’re going to be out here talking about artificial intelligence or something. Tim Ferriss: We might, we might. Bill Burr: This is really creeping me out. Tim Ferriss: Oh, yeah. Bill Burr: This is very sterile. All right. Tim Ferriss: I’ve wanted to sit down, chat with you for so long. Bill Burr: Yeah. We’ve been texting trying to get it going and well, here we go. Tim Ferriss: And here we are. Welcome to my home. Bill Burr: Yeah. Tim Ferriss: And I thought a fun place to start might be with Philadelphia. So we have a video to show and as context and feel free to correct me, and we can add more afterwards, but at least some or all of the comedians have been booed off stage up to that point. Bill Burr: No, that’s the urban myth. Tim Ferriss: That’s the urban myth. Bill Burr: The first guy got booed and the lineup was killer and we were just playing these outdoor amphitheaters. So it was made for music, and we got down to Philly and I don’t know, they were all wearing Eagle jerseys and tailgating and throwing the football and it just seemed like they were ready for a playoff game. And it was still light out. And there’s something about jokes. They don’t work when there’s lights on. It has to be seedy and that. So not only it was like daylight, it was sunlight and half the people were still out in the parking lot. And there was maybe like 2,000 people just milling around, walking around. So he basically got thrown to the dogs, but what happened is they booed him off stage and it set the tone. But then everybody was doing their thing. I mean, it was crazy. I was like Patrice O’Neal, Tracy Morgan, Ralphie May, Bob Saget, I mean, Bobby Kelly, Jim Norton, Dom Irrera. I mean, it was just murderers’ row. But you could just feel like there was something, people were surviving. And I saw a few people who always went long, went short that night. I’m not going to say who, but one who always burned the light and it wasn’t Patrice. It was somebody else. I remember he was literally mid joke and just stopped and said, he goes, “You guys were great. Good night, God bless.” And walked up and that’s when I started thinking like, uh-oh. I was like, “If that dude always goes long, just pulled up…” He was supposed to do 20 minutes. I don’t think he did 14. And at that point I didn’t want to do the show. And I wasn’t nervous at all. I just kept thinking like, I could’ve just been in a Funny Bone in front of 40 people who gave a shit and wanted to come to the show. And so then I wasn’t nervous at all. And then I knew probably looking back I probably knew I was in trouble because I wasn’t nervous. And then I went out there and I was like, “Oh, shit.” And I did my first joke, which I didn’t realize they were playing in the advertising on the radio. So everyone already heard it and nobody laughed. And literally I was like already neck deep and it was so long ago. And then I just remember, I went to another joke and I just bailed halfway through and was like, “You guys aren’t going to laugh at that?” And then they booed and — Tim Ferriss: Maybe we should roll the tape. Bill Burr: I don’t want to see this. Tim Ferriss: I think you guys want to see it. [Start of Bill’s rant at the crowd in Philly.] Bill Burr: Bunch of fucking losers, fucking Rocky is your hero. The whole pride of your city’s built around a fucking guy who doesn’t even exist. Mr. fucking Joe Frazier is from there, but he’s Black so you can’t fucking deal with him. 11 minutes left. 11 minutes. I hope somebody takes a fucking beer stein and just slaps you in the back of your zit-infested fucking shoulders and your awful man tits hang. Seven minutes left. Seven motherfucking minutes left. And I’m doing all fucking seven. Fucking standing backstage for three hours to get booed by this GED fuckin stupid-ass piece of shit fucking crowd. Six minutes left and I will be selling my CD after this shit you motherfuckers. One minute left in the period. All right, listen. This doesn’t change anything, this set. I still fucking hate you people. You guys all going to go see Rocky 19? “Dude, I think he can win!” Listen, I’m out of time. You guys were here, man. Thank you very much. [End of Bill’s rant at the crowd in Philly.] Bill Burr: I’ve never seen that. Tim Ferriss: Are you serious? Bill Burr: I’ve never seen that. No. Tim Ferriss: Really? Bill Burr: No. Tim Ferriss: So did you decide to do the countdown before you went out? I mean, is that something you — Bill Burr: No, no, no. What happened was luckily I had been booed before, so it wasn’t a new thing. So the first time you get booed, it’s a hell of an experience because you have what you want, but it’s the exact opposite emotion. You have the entire crowd’s focus, except there’s no love. It’s just hate. So the first time that happens, it’s really — I didn’t know what to do, but I remember just afterwards thinking about it going like, “I let that fat guy boo me? I let that chick with the weird glasses. Why didn’t I say something?” I just remember thinking. I was just mad at myself going like, “All right, you got booed. They didn’t think you were funny, but you sat there.” It was a variety show. They had a contortionist and somebody with a snake. And then somebody sang, “Pour Some Sugar On Me” wearing these leather pants and then they’d bring a comedian out. It was a complete shit show. So I just remember afterwards, I just remember being upset at myself that I was like, “Dude, you could at least throw one punch. You should have done that.” But then I didn’t think of it again. I didn’t think of it again because you don’t plan on something like that happening. So I don’t know why I did that. I started doing it and that they had the clock was there and then I was just looking at it and I don’t know. I think in that moment I decided I wasn’t going to leave. So I think the countdown was for me, like you’re doing cardio, you know that? And you’re like, “I’m not going to look for one song.” And then look, all right, another three minutes went off. So here’s a funny thing. So we still had one more date on that tour. Something was telling me, “Don’t do the last one.” And then I went to Cleveland and it was like, as I walked out on stage, everybody booed because they wanted me to trash their city. So then it became this thing, it was like I can’t do this again or then this is my act. This is like Gallagher smashing the watermelons. I’ve got to come out and read about all your sports teams and shit. So that was the one I freaked out about because I thought my career was over. I was like, everywhere I go, I’m going to get booed and blah, blah, blah, blah. I’m glad that people enjoyed it because I was embarrassed that the whole thing happened. Tim Ferriss: You grew up in Mass, right? Bill Burr: Yeah. Tim Ferriss: What was your childhood like? Growing up in Massachusetts? Bill Burr: I was sort of this shy kid. I had orange hair. I mean, I was a mark. The second I walked in the room, everyone was on me. I remember one time, I think it was my birthday, my parents got me this little cowboy outfit. I was like four years old. You had the hat. It was a little vest. And then I had the belt with the guns and it was supposed to be the mother of pearl handles, but it was plastic. So she sends me all, I even had the little bandana she tied it around, and she just sent me outside and I don’t even think I made it to the end of my driveway. And these big kids came by and they just took the guns out of my holster and just smashed them on the ground. And I sat and looked and I just was crying. They laughed and just walked away. And then I picked them up and I walked home. I walked back into the house. My mother’s like, “Who did that? Who did that?” I was like, “Big kids.” And she’s like — I can’t remember. She just made me a sandwich and that was it. But it wasn’t a big deal back then. I remember you would just do shit in the neighborhoods and parents just watched. They just figured out what you did. I remember we threw rocks in this kid’s pool. And before I even got home, my mother already knew what happened. And there was a lot of that stuff going, they were building new homes and you’d go down there and you would steal shit to make a tree fort or you’d just vandalize them for no reason. Tim Ferriss: When did comedy enter the picture for you? Bill Burr: I always got kids to laugh and I moved around a little bit when I was a kid and just making kids laugh was a way to get people to stop beating the shit out of me or bigger kids wailing on you or whatever. So that’s how I would make friends. I would just make people laugh. And I remember making people laugh in the classroom. That made you feel good, made the pretty girls care about who you were, hopefully. It was just an attention thing, I guess. Tim Ferriss: Which people influenced you when you were a kid? I mean, were there particular comedians that you gravitated towards or memorized or anything like that? Bill Burr: I watched all the stuff my dad used to watch, all the things that they now sell on TV, all those Dean Martin roasts. Foster Brooks, I loved. I remember Bob Hope; my dad would always laugh and I never got the jokes. There was always some obscure references. And then as I started to get older, Cheech & Chong, and I remember buying Richard Pryor’s album, not even knowing who he was, I just knew he looked funny. I’m not going to say the name of the album, but it’s the one when he’s like that, it’s got the N-word in it. George Carlin. Yeah, and I just started buying them. I remember buying the Eddie Murphy record when he had the rose in his ear. I bought that just because he was a Black guy, and I knew that Richard Pryor was funny and I was just a little white kid going like, “Well, Black guys are funny.” I just bought it and I had no idea who he was. Tim Ferriss: Did you memorize any of their bits or how did you — Bill Burr: Yeah, this is how out of touch I was with what I wanted to do. And I used to do my paper route and I would be doing the bits. I remember doing Eddie Murphy’s “Got Hit by a Car” bit. I would be doing that out loud to myself as I was riding through the snow, pretending I was in front of the school doing it. And everyone was laughing, thinking I was great, but it still didn’t dawn on me at that moment that maybe I wanted to be a comedian. I don’t know why. I think for kids there, that’s hard to understand because they can just shoot something, Instagram it or whatever the hell they do, YouTube it on the internet, whatever the hell it is. But back then it was a zillion miles away. It was a zillion miles away. Even thinking about becoming a comedian, I thought you had to move to Hollywood to do it. I had no idea. Yeah. There was like three channels. You had no idea. Tim Ferriss: In high school, what did you think you were going to be when you grew up? Do you have any idea? Bill Burr: No. I was failing miserably, but I did great in school. I did great in school right until it counted. I did great right up to eighth grade. And in my freshman year, I was going in, I was like, “I’m going to go to Notre Dame and I’m going to become a lawyer.” And by sophomore year, it’s like, “I’m going to be a construction worker and go to Wentworth. I’ll drive a truck.” Yeah. I don’t know. I think somewhere along the line, I just wanted to have a fun job. I wanted to have a fun job. I did know that because I hated everything else. I didn’t like carpeted areas. I didn’t like wearing suits. I liked working in warehousing. I liked having a job where I could walk away from an area. I always just remember seeing people who had to sit in cubicles like they just had to be there. And if you’re not there and immediately they know that you’re screwing around, like “Where is he? He’s supposed to be right here. He’s not getting what he is supposed to be done.” So if you work in warehousing, you could be on like a forklift or unloading a truck or cutting up boxes or just doing something. As long as you were in this giant area, they were all right with it. And warehousing is great. It’s all class clowns, musicians, addicts, alcoholics, and shit. I remember this dude. Yeah. I remember this dude coming into work. He came in three hours late. It was 90 degrees out. And his hair was soaking wet from a shower, dripping down. He’s like, “Oh, yeah, the traffic. The traffic was brutal.” It’s just like, “Dude, your hair is still wet from the shower.” And I remember, yeah, he had a major coke problem and yeah, he’d be wired. I remember my boss had a coke problem. I remember getting that job and the first day I saw him, this guy was like probably 6’4”, and couldn’t have weighed more than a buck 60. He was just wired. And they had this pallet jack that was electronic. And they’re like, “Yeah, let me take you over to meet the boss.” And he saw me and he was just geeked out. He was just driving it towards the dock back and forth going, “I’m going to drive it off the dock.” And just coming back, licking his lips and shit. And I was just like, “All right, this is going to be my boss.” And I worked the third shift and it was all people like me working our way through college if you didn’t get student loans or whatever. I got laid off from that shift because there was this fat fuck used to come out from the — he was fat and he was a fuck. So he would come walking out. He’d come walking. I remember he used to wear short sleeve dress shirts. And you know the guy’s so fat he had to really swing the arms to get out. He’d just come walking out and he’d look around. And all these badass dudes all of a sudden would be grabbing boxes and pretending to work. And I just had that thing. Maybe it’s the standup comic thing where that thing, you just like, I was like, “You know what? Fuck this guy. Fuck this guy.” And I just look at him like, “Hey, what’s going on? I’m not doing this little fuck. I’m working out here. I don’t want to fucking extra work when you come out here. Fuck you. Why don’t you pick this up, you tub of shit?” That’s what I was thinking. So then I ended up right after that moment, like an idiot, I then asked the coked-up guy for a raise. And then I think the fatty was just like, “To hell with this guy.” So then I got laid off from that. And then I was collecting unemployment, which I had never done. And I felt like a piece of shit doing it because my parents worked so hard and it was a bad economic time. And I couldn’t get a job. And I just decided that I wanted to be a comedian because working in the warehouse, I was working with this guy who was hilarious and he wanted to be a comedian. And he was the first guy that said it. He said, “One of these nights, I’m going to take a shot of Jack Daniels and just go on stage.” And all of a sudden, it wasn’t on TV. Once again, we didn’t have YouTube, so he was sitting next to me, I was thinking, well, if he can do it, I can do it. So I knew that I was a baby step kind of guy. So I had to, rather than just doing it, I transferred to Emerson, which was more of a performance school. And then I just went there and every class I could get up in front of the class, I would do it no matter how nervous I was. And I was a really shy, withdrawn, really withdrawn kid. And I just forced myself to do that. And every time I did it, even if it didn’t go well, I felt good that I did it. And then I started to like it and I started doing radio because radio was a good baby step between performing and being funny to a live crowd because it was like I was on a microphone, there was an audience, but I couldn’t see them. I couldn’t hear them. And I remember I did this shift 2:00 a. m. to 6:00 a. m., on 640 AM, WECB. And all it did was broadcast to the dorms. Nobody was up, nobody was listening. If they were, they were listening to a better radio station. And I just remember, I’d always be on the thing going like, whatever the some, “That was Dinosaur Jr. If you have any requests, give me a call.” No one ever called. And finally I just said, “Jesus.” I go, “Somebody just call in. Tell me you hate me. I don’t care.” And then the phone lit up and I picked it up and this guy goes, “I hate you.” And then hung up. And I just remember just being in a total panic. I was mortified. And then he called back and he apologized, said, “Hey.” He goes, “My girlfriend’s working the next shift. I just happen to be listening. She told me to call back and apologize.” But I felt like such a nerd, which I was. I was a nerd. I commuted to school. I didn’t know anybody. I just walked in with my stupid bookbag and I would do the things, whatever. And then I would just go home and I would go to work. I had a job once I had my paper route in third grade. I had a job ever since I’ve been working. Tim Ferriss: Did you have any particular, at that time, I don’t know if you remember, but when you were shy, was there any particular milestone point that you remember when that changed or when you became more comfortable? Bill Burr: No. It just slowly got better, but I still, in certain situations I am sort of, it’s weird because what I do, but I am also a very — I’m one of those guys, the second the show is over, if nobody knew who I was, that is the ultimate. That would be perfect. Before the show, I need you to know who I am so you buy tickets, or else I would be screwed. But the second it’s over, I don’t need it to keep going. Tim Ferriss: Do you remember your first open mic gig getting on stage? Bill Burr: Yeah. Tim Ferriss: What was it? Can you walk us through that? Bill Burr: I signed up for a talent contest at Emerson, because I had made a New Year’s resolution in 1992. This is how scared and shy I was about doing this. I was like, I made a new year’s resolution that at some point in the calendar year of 1992, I was going to go on stage. I gave myself a year to do it and I was going to do it, and then that was it. My baby step way into it, because I knew if I said “I’m doing it next week,” I’d go into a panic and I might not ever do it. So I said that January 1st and literally three weeks later, the Emersonian newspaper, they said Nick’s Comedy Stop was having a talent contest, Find Boston’s Funniest College student, which was just this total scam to pack it with college kids, watching their drunk friend go up there and bomb and then they’d make all this money. I remember it was a contest and I didn’t on any level will try to win it. My whole goal was just having the balls of when they called my name to walk up there and start talking. That’s all it was. I remember sitting down trying to write material and it’s just like, and I’d been funny my whole life, but then all of a sudden to sit down and sort of artificially create the moment where it’s like, if you and I are hanging out socially and you say something, it’s like you don’t even think, and then I say that and blah, blah, blah, blah. But now it’s like with the standup, I have to create that moment, bring the crowd in to the world, create that moment and then say it. And I had no idea how to do it. So I remember, I can’t even remember what I wrote. I had some sort of ideas and I went up there and I remember taking the mic and it was the only time I’ve ever felt having an out of body experience where I thought I was watching myself. It was probably this panic thing where the emotional me just left me. Like, “I don’t want to go on this ride. Let’s see what happens.” So I remember taking the mic out of the, I still remember what the mic looked like. And this guy, Billy Martin was hosting, who’s was now this big shot on Bill Maher’s show. I completely forgot what I was going to do and I just started talking and I went into the middle of what I was going to do. Then I went to the beginning and then to the end. It was like a Tarantino movie with Travolta walking by in the background in the diner scene, it was like that, but I sort of was able to do all right. And I think I only did three minutes. I was supposed to do five and I got off stage and I didn’t care about anything. And I remember that was it. I was like, this is what I’m doing. And I tried construction, I was in warehousing, I tried sales, I remember I got a health insurance license. I even passed the test. I got certified to take x-rays. I was working in a dental office. I did all of this shit and none of it, none of it, I didn’t care about any of it. And this was the thing I just did it. I was just like, “That’s it. This is what I’m doing with the rest of my life.” But that night after I did it, even though somebody else won, I didn’t care. I just remember driving home in my truck, listening to Motley Crue, “Kickstart My Heart.” Tim Ferriss: Oh, great song. Bill Burr: Yeah. And literally screaming. I was so psyched that I did it. And I was middle of the pack. I was nowhere near even remotely the funniest person. Tim Ferriss: What was it about that experience that made it click for you? Bill Burr: Well, it’s one of those things in life that you don’t have to think about. It was what it was. It was awesome. And it was just like, why wouldn’t I want to do this? My first thought was I’m doing that for the rest of my life. Then I did, my next show was at this comedy club Stitches, and that one went okay. And then my third show, that was my first what’s called a Hell Room. Tim Ferriss: Hell Room. Bill Burr: Yeah. It’s not a — Tim Ferriss: It doesn’t sound good. Bill Burr: Yeah. It’s not a comedy club. It was a bar. The people there were eating, they had no idea there was going to be a show. They turned off the Bruins game and then they’d bring you up. And that was my first time experiencing a crowd watching a show that didn’t want to see a show. And I just remember doing my first joke, my first joke, that really just got nothing and feeling that punch in the chest of something bombing and then having to regroup. And I had nothing to regroup with. And I remember I bombed so bad I got halfway through my time and this guy, Jack Lynch was the host. And I said on the microphone, I said, “Jack I’m bailing, I’m bailing.” And I got off and I was so embarrassed. I didn’t want to walk past the crowd or the comedians. And I sat down in the first empty chair and I just sat there like this scolded child for like two hours waiting for the show to end and I wanted to leave, but I was so embarrassed. I just sat there. It was horrible. And I just remember, and then what sucked back then was there was so much time between your shows. There was like weeks between shows. So if you had a good show, you could ride the high of that. But if you bombed, that was one of those things. I’ve got this thing, when I embarrass myself, for some reason it comes out to me like when I’m in the shower and I have to shout the memory out. I’ll be in the shower and I just think about it, I’d just be like, “Oh.” I’ll just make these noises, just these noises of humiliation like, “Oh, God, I did that or I said that.” I still do that in my car. I’ll think of shit that I just did or something I did 10 years ago. And it’s this thing that’s just like, I don’t want to think it and there’s just self-loathing about it that I never got past those teenage years. It’s like, “Oh, God, I’m such an idiot.” I never got past that. I mean, I knew I was going to bomb. It’s inevitable. It’s like, if you fight. If you fight long enough, somebody’s going to come along a little faster than you’re going to get caught. And it’s telling jokes. It’s inevitable. It’s going to happen. And then it’s just something you have to get good at. You have to get good at bombing. And I had enough experience of doing it, that you eventually, you get good at it and then it doesn’t hurt you anymore. Tim Ferriss: And is it just exposure? Is it like getting a flu shot every season? It’s just about the number of repetitions? You desensitize yourself to it? Bill Burr: Yeah. You just keep doing it and bombing, there’s something hilarious about it. There’s something like if you — but what the turning point for me with bombing, was seeing how funny, was being able. I remember one time just being on stage and I was bombing and I just pictured all my friends watching me laughing at me in the back. And then that got me to laugh at myself. And then I just started thinking, how much can I get these people to hate me? And I just left my act and I just started trying to annoy them. And I didn’t get them back. They still hated me. But I had such a good time that I was like, “Wow, what was that?” That was this new area of standup that I didn’t know existed. Tim Ferriss: The clean and not so clean, before and after Bill Burr, I find really fascinating. So we actually have a video that shows the contrast a little bit. Bill Burr: I love my dad, man. He’s hilarious. He’s such an emotional guy. You know when my dad was his funniest though, was whenever you broke something, because my dad would totally flip out. Right? But the words he used, you would’ve actually thought it was a good thing. You know what I mean? Like you’d break a window [approximating the sound of breaking glass], he’d be like, “Nice. Real nice. Oh, that’s beautiful. That is just beautiful. Hey, why don’t you break them all?” Dude, there is an epidemic of gold-digging whores in this country. And every night I put on the news and I’m waiting for someone to address it. Every night, never see it. And every night I bring up gold-digging whores and the whole crowd pulls back like I’m up here talking about Bigfoot, right? Like I’m saying the moon’s made out of cheese or something. Talking about whores, people. They’re everywhere. How many? How many more great men are going to get chopped in half before we do something? Why is it so quiet in here? Goddamn. I don’t get it. Tim Ferriss: So when did you go to opening up to more of — I’m not going to say profanity, just being yourself, maybe? Bill Burr: Failing. Yeah. Just failing. Just trying to do what that I thought they wanted, whatever they were responding to. And then that just morphed into, well, if I’m going to fail, I’ll fail doing what I want to do in this business. And then that led to me starting to succeed. And once I started succeed doing what I wanted to do, my view of the business changed. Where I then looked at it rather than like, it’s this thing I’m running towards. It was like, no, I’m in it. So I just look at the business like it’s a giant mall and I have a little store. Right? Probably like those ones that are in the middle that you walk by. Tim Ferriss: Kiosks. Bill Burr: Yeah. A little kiosk. And I’d have what I do. This is what I do. You come in, right? This is what I do. Okay? If you want to buy something, great, if you don’t, you keep going, but this is what I do. And rather than I used to view it like, oh, they’re selling shirts? I should sell shirts and I’ve got to sell candles and I’ve got to do nails and have this one-stop Walmart thing. And it’s just like, that just didn’t work for me. I do a podcast, I tell jokes, I act when they let me because I have to audition basic, but then I also though just found with the people I grew up didn’t talk like that. The stories I had to tell people weren’t like that, very volatile and they use colorful language, as they say. And there is this thing with comedy purists where they act like, okay, if you work clean, then that’s pure comedy. That’s real comedy because you didn’t say any bad words, which I do understand because you can definitely use curse words to sort of steroid up your stuff. But I’ve also found when people say they want somebody to work clean, it doesn’t just mean don’t say any bad words. It also means don’t have any opinions that will make people uncomfortable because I could easily work totally clean and there’s groups of people that you could completely piss off and wouldn’t want to pay you just by your opinions on things. So I just felt like it was a limited thing and I’ve always liked the rawness with everything, with music, with film, with comedy of just going off more the realness of that, rather than this totally polished thing, which I had completely have an appreciation for. But the amount of times I’ve heard comedians say something so funny in the green room and be like, yeah but that’s you got to be like, “Dude, you got to do it on stage, you got to do it on stage.” You’re like, “No man, that’s not me. That’s not me.” It’s like, “It is you. You just fucking said it. Whatever you’re doing up there, that’s not you. That’s you on stage.” And that’s what happens with comedy is like, there’s this big mystery thing about you got to find your voice and is this who I am? Is that who I am? And I have this theory that you walk in with it as an open mic. And then you go on stage and the weirdness of looking at people and talking, “This is me on stage. Oh, I’m holding a microphone,” and just becomes weird. It becomes weird. And then you spend, I don’t know, eight, 10, 12, 15 years trying to get back to who you were when you walked in, who was this guy who was making people but laugh in the bars, because you just walked into a bar and something happened and then you just riffing on it. But you were comfortable. Then you go on stage and it’s just like, “Oh, shit everybody’s looking at me and I have to handle all of this. What am I doing with my hand? How do I get this out of the stand?” And it just becomes this whole just looking at yourself and then who you are goes right out the fucking window. Tim Ferriss: A lot of folks consider you the comedian’s comedian, right? I mean a lot of comedians look up to you and they’re like, “Oh, Bill Burr can not only talk about anything, he’s willing to talk about anything.” This is what they say. Bill Burr: Because I’m self-employed. You can’t get too into this business. If you get too into this business, then you’re fucked. And then you become that guy. Tim Ferriss: You mean just having contracts and relationships with people you — Bill Burr: No. You get in business with people, but that’s not your only thing. I’ll never stop doing standup and I have my podcast. And I don’t live a lifestyle beyond those. I live way behind those. So no matter whatever happens, whatever fucking slap on the wrist I’m ever going to get from the social media, I’m still going to be fine. It’s when you just go into this business and if you’re just an actor on a show or you just host something or whatever it is that all of a sudden, if you just did this, you didn’t have your podcast or any other way to make money, if all of a sudden there’s some bullshit rumblings, if the people above you go, “You have to go out there and apologize.” You’re in a situation of like, or else I can become homeless. So then you have to go out there and even if you’re not sorry, you have to say you’re sorry. And I think that doesn’t look like a fun thing because I’ve seen people going out there squirming, trying to like, “How do I apologize without apologizing to the 40 drunk soccer moms who all tweeted at the exact same moment so this became a thing for eight seconds yesterday that I now have to address?” So having said that, if I’m an asshole, I will say sorry, but I’ll say it to the person. I don’t get this whole thing where somebody secretly videotapes you at a comedy club and then they upload it on the internet and then you have to now apologize to people who weren’t at the show. It’s like, you weren’t at the show and you decided to watch, so why don’t you get mad at the kid who fucking filmed it? That’s it. I am guilty of being a comedian in a comedy club that tried out a joke that didn’t work. Right? Tim Ferriss: Yeah. Bill Burr: I don’t know. It makes sense to me. In my head everything makes sense. Tim Ferriss: So your podcast was a very early influence for me. I love your podcast and — Bill Burr: I see you’ve gone past me. Tim Ferriss: Well, I wouldn’t say that — Bill Burr: “That’s a cute little idea you got there, freckles.” Now look at you. Tim Ferriss: Well, I think there’s one thing that arguably you do better than anybody else. And I’m sure it’s one of many, but I want to listen to some of your ad spots. So we’re going to pull up some audio. Bill Burr: Oh, God. Tim Ferriss: Of a couple of your sponsor reads. And I think we’ll pull up Shari’s Berries first. [Start of Bill’s ad read for Shari’s Berries.] Bill Burr: This might be my favorite name of anything I’ve ever advertised here, other than One Wipe Charlies. Shari’s Berries. For my listeners, double the berries for just $10 more. Here’s the only way to get this special $19.99 Shari’s Berries offer. Call 866-Fruit. I’m sorry. What the fuck am I selling? Did I approve this? This is fucking ridiculous. Who the fuck is going to buy this shit? This is the funniest shit I’ve ever seen in my fucking life. Call 866-Fruit, everybody. Oh, I’m punch drunk. Oh, please spell out the words. Oh, by all means, berries, B-E-R-R-I-E-S, berries. Click on the microphone in the top right corner and type in “Burr.” Hey, you cunts better buy some Shari’s Berries because I’m going to get in trouble with that fucking read and I’m not changing it because that was hilarious. [End of Bill’s ad read for Shari’s Berries.] Tim Ferriss: Did you do that from the very beginning with the host reads? Did you start taking the piss out of sponsors from the very get-go with the podcast? Because you really, I mean early, early pioneer, this is 2007 or so? Bill Burr: Right. Tim Ferriss: I mean it was early. This is way back in the day. So you were one of the first long form guys. Did you have standard sponsored reads for a while and then — Bill Burr: Well, I did it for years without doing sponsorships. So when I started doing reads it felt weird to be this guy just saying whatever I was thinking and being funny and all that to all of a sudden be like, “The Chrysler Cordoba, blah, blah, blah, blah, blah.” It just felt weird. And I was just like, and people are going to have the ability to just fast forward through this and skip it. So I didn’t feel like the comedy should stop. And so I always, I’ll just throw in a Boston accent. I’ll just do something to get them to listen. And with the Shari’s Berries thing that I did, I hadn’t read the copy and it was so homophobic yet homoerotic, the whole thing. It just was so ridiculous to me. I couldn’t believe it was true. So I legitimately started laughing and I remember they were calling us saying, “Take it down, take it down.” And I was just like, “Yeah, tell them you didn’t get to me. I’m not taking it down. That’s hilarious and I don’t give a shit.” Because I got all this other stuff. Once again, one of those moments, I’m self-employed, so I don’t need some chocolate-covered strawberry people to pay my rent. I didn’t put myself in that position, which I very easily could have. I didn’t. So I said, “I’m not taking it down.” But what they learned because they are a cool company, what ended up happening was people ordered this stuff because I said I was going to get in trouble. And then it turned out evidently they were delicious and they sold a bunch more. So what ended up happening was companies that were younger and understood, it’s like, “Oh, this guy, he’s making fun of us and he’s singing songs and he’s cursing and all this type of stuff, but people are listening and they’re buying this stuff.” So it became one of those, but there’s been others that haven’t had this sense of humor. I remember Nature Box came out and I, for some reason was reading it as Nature’s Box and I was joking around. I’m like, “Hey, you’re going to go down on Mother Nature.” Right? Just fucking around. But I also think it was this weird sort of stupid thing where they were going to bring you a banana at three in the afternoon. It’s like, I can’t fucking do this by myself. I need you to put, if they are really stupid, I will say it. And because I just look at the podcast, whatever money I make off it is just gravy anyways. I can live off my standup money. You know what I mean? Like I said, I lived well within my means because I’ve been in debt and I didn’t like the way it felt. I just would be waking up at night going, “I owe these people this fucking money. How am I going to get out of this? My car’s breaking down. That’s going to be more.” And so I’ve avoided that stuff. Tim Ferriss: I know a lot of comedians have trouble going to TV, developing TV shows. How did you find your way to F Is For Family? Bill Burr: I don’t know. All my live action stuff that I wanted to do and all live action means is just this regular people. Everything that I wanted to do that I really wanted to do, they would just be like, “Oh, that’s sexist, that’s homophobic, what is this going to say to kids? This is mean to dogs.” And they just would de-ball the whole thing and then it would suck. Yeah, I did a pilot, they shot it down and then like two weeks later, they’re like, “Hey, you want to do another show with us?” And I said yes. And it was with another comedian. And then we did it. And we all got together and we were just like, “Hey, let’s just give them exactly what they want. Let’s just do exactly what they want.” And we did that and they still shot it down. And then that was it. That was it. I just went off the reservation. I was just like, fuck trying to develop a TV show. I’m not doing it. All right? I’m just going to be a comedian that sells tickets, hopefully. And if that’s all I am, who gives a shit? I’m telling jokes for a living, I’m killing it. That was it. I didn’t have any ideas. And then one day I opened for this comic Steve Byrne and he knew Vince Vaughn and the guys at Wild West and Vince was in the crowd. He liked what I did. So I took a general meeting with them and they were like, “So you got any ideas for TV shows?” I was like, “No. No, I got none. I’m all out of them. They never fucking work. Nobody ever picks them up. I’m just sick of it.” There’s always like — I’m always pitching to a woman. They always say women don’t run the business. I haven’t got to that fucking level. And this I’m always going in just pitching. And there’s always some woman there going like, “I don’t think that that’s going to fucking follow us.” Hey, what if the guy’s a complete fucking moron and doesn’t know how to dress himself, but his wife does? “Oh, that I like, that’s a good one.” Yeah. So just because you have a vagina doesn’t mean you can’t be in the wrong sometimes. So anyway, so then I was on my way out of the meeting, they were just like, “What else? You don’t have any ideas?” I was like, “Look. I know you guys are doing movies with Vince. I’ll play some — a waiter in the background. I’d love to do something with you, but no, I got nothing.” So as I was walking out, I remember Peter Billingsley, who was sort of walking me out. I was like, “Well I do have this idea, this cartoon idea.” Or whatever. And he’s like, “Oh, we want to do an animated show. Let’s sit down.” And it basically stemmed from my childhood stories that I told on stage as a young comic and everybody got it. But as I became the older comic and this new generation came up that had play dates and helicopter parents and they wore helmets when they rode bicycles like they were in a fucking race or something, they didn’t laugh at the jokes. Everything was labeled like, “Oh, that’s bullying. That’s mental abuse, physical abuse.” And I would literally be standing on stage going, “Guys, this is funny. This happened to me. My mother was right.” I was telling these stories. So anyways, I just stopped telling the stories on stage. And then one day I was walking my dog, I thought, what if I just made animated shorts on my website? I could do that. That would be cool and I could ramp it up and it’d be animated kids and no one would give a shit. But of course I never did it but then when I ran into them and they’re just this force of nature. Then they ended up hooking me up with the great Mike Price from The Simpsons who’s done like 300 plus episodes over there. And we came up, we’ve just flushed out those little, I was just going to do little stories like we go to get a Christmas tree or somebody buys a new bike. They turned it into this whole world. We helped develop this whole thing and then we pitched the cartoon and I think they were just like, this is a weird choice for a comic in 2010. But they just saw that’s Vince Vaughn. “All right. We’ll give you six.” [Start of clip of F is for Family.] Frank: Bill’s a little pussy. Christ he falls apart if you just look at him, all right? He’s got no spine. You got to rub his back during war movies. He’s scared of everything. Gee, I wonder where he got that from, Susan? Susan: What do you mean? He gets it from me? Frank: You coddle him too much and you know it. You know it. Susan: I work hard to keep this family happy. I keep everyone, everyone from killing each other. Frank: Well today, I would actually welcome it. Susan: Do that again. I hate you. Oh, baby. Frank: Oh, Suz. Susan: Yeah? Frank: Yeah. Let’s do this. You want to get that off? Susan: You take my socks off? Frank: I’ll leave that one on. I think we need one on. Susan: Yeah? Frank: Yeah. I like it. Oh. Susan: Oh, Frank. Oh, yeah. Touch it. Frank: Yeah. You like that? Susan: Yeah. Frank: You like that? Susan: Yeah. Frank: Oh, yeah. Susan: Oh. Frank: Oh, here we go, baby. Susan: Frank. Frank: Yeah! Oh, Sue. Oh, Sue. Oh, Sue. Yeah! [Etc.] [End of clip of F is for Family.] Bill Burr: F Is For Family, ladies and gentlemen. Very family-oriented show. And I got a feeling you’re going to ask me what everybody asked me, which is, did that ever happen? Tim Ferriss: I was just going to leave it open and just say any comments? Bill Burr: No. No. That show is loosely based on all of our childhoods. So it’s an amalgam. It’s an — hey, he showed it. I didn’t make it. It’s an amalgam of all our dads. I wanted like my family to be able to watch this and not be mortified. I have a big respect for the fact that I decided to put myself out there and especially it gets weirder every year with technology and everything. So I didn’t want them to watch it, there’s elements of the show that my dad would be like, “All right. I’ll put you through that wall.” That was his catch phrase. “I’ll put you through that wall.” He used to say that, right? He never did it. It’s just an empty threat, but the other stuff is like writer room stuff. That was just like, okay, what if they start having sex and it seemed like they had this big, huge fight and he says this mean stuff about his son and he doesn’t know he is there. And it’s just like, well how do we get out of this comedically? How do we defuse this? What if they have sex? So that aspect of it was like a writer’s room thing. Tim Ferriss: Who drew the balls? They’re very photorealistic. Bill Burr: I actually met the woman who drew it. I was doing a gig in Ottawa, Canada, Big Jump is the animator up there. And I just happened when I had the gig to come over and meet them. I just happened to be in town and they were animating that scene and she literally had sketched three different ball bags that they looked like little speed bags that she was going to make. Tim Ferriss: And just so you guys know, you were mentioning bombing and then just turning it into an opportunity to vent and being like, well, I’m not sure what that was, but that was fun. I enjoyed that. So I was talking to the team about whether to use this video or not. And I was like, at least I can say I had a pair of animated balls that I forced an audience to watch! Bill Burr: Swing it around! Tim Ferriss: So you’re welcome. Bill Burr: There you go. Tim Ferriss: We have a lot of questions from the audience. So I thought we would throw it over to the audience. Bill Burr: Let’s get to those. Tim Ferriss: And we have some in studio. We also have some from the internet who have been kind enough to chime in as well. So the first one’s from Facebook, this is Joseph Swam. So effectively, how do you generate ideas and what is your process? Do you still write stuff down? What are the sort of key components of where you start when you’re developing? Bill Burr: Well, I used to write it all out and then I don’t write it now. I just treat it like how I used to treat, like if something funny had happened at work, if I was going to go tell my friends, I wouldn’t write it all out, memorize it, rehearse it in front of a mirror. I would just go up and I would just tell them the story. And I would act doubt all the characters and all that the way I did. But what happens is when you go on stage is you can bomb, you can have a bad show. There’s all that self-conscious stuff. So I guess the process was trying to become as comfortable as I was in a bar, shooting the shit with my friends, being that comfortable on stage. And that took a while, long time. Tim Ferriss: What are the sort of key components of where you start when you’re developing? Bill Burr: When you’re starting? Tim Ferriss: Meaning where you start with, say, if you were starting right now to do a special? Bill Burr: Well, usually it’s just, I’m walking around and I see something or I hear something, that’ll get me going. But if I’m in a writer’s block, which is a big thing for a comic, how to get out of it, I find is I try something new or I’ll be at an airport and I’ll grab a magazine that I would never read. I’ll grab like Cosmo, I’m just going to get a different point of view because your brain can get bored. And when it gets bored, it goes into autopilot and then you just stop seeing shit, and yeah, I’ll just do stuff like that. And I also, when I’m building a new hour, I take all rules of hack, like this is hacky material. I’ll do an O. J. joke. I don’t give a shit. I’m just going on stage, just anything just to be saying something new, something different. And that’ll eventually lead into something that’s worthy of keeping. But I definitely write on stage, but if something happens, usually I’ll just make a mental note, but sometimes I’ll just write down a word. I’ll just write down like “iPad” or whatever.”Boots,” or something, but I know what that means. I know that means something like somebody stepped on my foot that day and blah, blah, blah, blah, blah and — Tim Ferriss: That’s the cue. Bill Burr: Yeah. And then I just sort of write on stage. Tim Ferriss: Writing on stage, meaning you are taking notes as you go through your points. Bill Burr: Yeah. If people say “write on stage,” what it really means is you just go up and just wing it. The same way you would come, like I said, earlier, you’d come home. If something funny, if you saw a car accident, you’d come home and just tell the person you’re with. You wouldn’t have to write it all down. So I’ve done stand up long enough where I’m comfortable enough to do it and all the great people that I see them, all the great men and women that I see doing stand up today, most of them do it that way, but some people want to do a little bit of that and a little bit of writing. But I would say for that person is you got to find what works for you. Just be open to all of it. And then as you through trial and error, just sort of streamline it into your so-called process. Tim Ferriss: So if you met, let’s say 25-year-old, 20-year-old, you can pick the age, who you seem to think had some promise as a comic and they wanted to be a standup comic and they had the same commitment that you did at one point, which I was at some point in the next year, I’m going to get up there on stage and do a set. I guess there are two questions. How would you assess if someone could stand a chance and then how would you train that person, I mean, or have them practice? Bill Burr: I don’t know. It’s weird. I can watch somebody young and every once — you’ll just see somebody be like, that person, if they do everything they need to do could be great at this. And it’s a uniqueness. It’s just something they’ll say or something they do or the way they handle a situation, you just see. It’s like being like an NFL scout, you just see them make a throw or something like, “That’s an NFL arm right there. We’ll see if he or she develops it.” Or whatever. But I would never tell somebody what to do because how my brain works, everybody’s unique. So what I would do though is go out of my way to encourage that person. If I saw somebody young and they were funny, I would go out of my way to make sure that I said that because they need that. I realize you’ve got to do that. Tim Ferriss: So this is from Anna Clara O’Tony. Her question begins with some people just don’t have a sense of humor. And how do you relate to, or deal with these types of people? And I’ll just leave it general like that. So whether it’s you get trapped with them at a cocktail party or in general crowd, whatever it might be. Bill Burr: Oh, cocktail party, I would just walk away. If I’m doing standup, oh man, I shouldn’t, this is another one that I probably — this is some inside shit. All right. This is what I would do, when there would be somebody like you killing everybody and there was just that one person that’s just sitting there and they’re not laughing and they’re not laughing. And they used to always bug, that bugs a comic. You just like, they couldn’t fucking get that one person? It would ruin their night. I started realizing how stupid that was. I was like was a president and this was my approval rating, I would be fucking killing it. So I finally decided I’m going to have fun with this person. So what I would do is you can’t see the people who were doing it in the back, versus the people who were up front. So they would be like right there and they just if you could feel the energy. So what I would start to do, would I would overcommit to my jokes, act even sillier. And I would send all of them right out over their head. And the best thing would be if they were close in the front row, I would be standing right up on them. And my favorite thing to do would be make some sweeping gesture over their head. I would literally be like, “And my dad says to me,” and I’m just totally just living my dream right in their face, right over them. And it would just drive them up the fucking wall. And then I would keep throwing in like, “Oh, you guys are great. I am having such a great time up here.” And that was the show within the show for that one fucking asshole. And I learned all of those types of things through years of doing it through basically, am I going to take this as a negative or a positive and realizing I have the power to decide. I can let this guy ruin my night or let this woman ruin my night or I can and have fun with this. It’s the same thing. Like if you ever do the late show and only eight people showed up, I made the mistake of coming out with eight people energy and it sucked. And then one night I was just like, you know what? Fuck this. I’m going to go out and just try to kill these eight people enough that they bring eight more. And then I went out with this positive thing and then that so got ingrained into my work ethic. Like the other day I had a buddy of mine who was on his way up going like he was going, “Oh, dude,” he goes, “The old club owner just told me that we only got 34 people on the late show tonight.” And I literally felt like this jolt going through me, just be like, “Fucking destroy them, fucking destroy them and make them bring 34 more.” Because if you’re not the guy, which I wasn’t, I was never the whatever the fuck they were looking for, that’s the only way to do it. You’ve just got to hack your way through. Tim Ferriss: So we saw you battling Philly in the beginning and you ended up at one point at Madison Square Garden. And I mean, there are only a handful of modern comics who can play that venue or have played that venue. What was that like? Can you walk us through what that experience was like? Bill Burr: It was unbelievable. It was awesome. And what I ended up doing, look at that. I enjoyed every single second of it. Every single second I made sure on that one and I — because you got to rent that thing out. Okay? Which is not cheap. So most of the money you make that night goes right out the window. So I was like, “Well, I rented it for the day. Right?” They were like, “Yeah.” So I’m a big Led Zeppelin fan. And they shot Song Remains the Same there. And that’s also where Robert Plant said, “Does anybody remember laughter?” Which was the name of the show. So I rented a drum kit and some amps and all that, had made a bunch of my friends came down and in an empty Madison Square Garden, we just jammed and played all this rock from the ’80s and some, yeah. All that shit we used to listen to, all the hair metal stuff, some Black Sabbath, Guns N’ Roses, Motley Crue, we just had the best time. And what was cool was the union guys setting up the chairs, I was like, “Is this going to bug them?” And they’re like, “No, they’re used to bands rehearsing and stuff.” And they, I could see, had an appreciation that we had an appreciation for what it was. And they ended up putting us up on the screen. They did the lights in the end. Tim Ferriss: That’s good. Bill Burr: And no, I had everything. My agent played guitar and I got him up there and all these comics came down, Josh Adam Myers, Ben Bailey and all these guys. We just had the greatest time. But what was cool was it took away the scariness of doing that place. And we just came in there and got our stink on it for a little bit. And then I remember I went home, went to the apartment and my wife was there and I was waiting for her to get ready. And I was drinking a beer. She’s going, “You drink a beer? You never drink a beer. You never drink.” I said, “Don’t worry about this one. Don’t worry about it.” I just knew it was awesome. It was awesome. Tim Ferriss: What did you think when you were on stage, when you were finally up on stage? Bill Burr: Well, the best thing was Joe DeRosa, Paul Virzi. Joe DeRosa opened for me and Joe wore this old lady looking knitted sweater. And sometimes one of your friends just dresses in such a certain way you’re willing the crowd to heckle them, which you usually don’t, you usually root for the comic and nobody heckled them. So it annoyed me. So when I went on stage, I was like, “Yeah, keep it going for Virzi and how about Joe DeRosa and his fucking Golden Girls sweatshirt.” And everybody started laughing and I just stood there shitting on him for like 10 minutes. And then I just felt like I was in a comedy club and no, I just knew. I knew. And I was like, I had 90 minutes and I did 90. I did the whole, I was like, I’m doing the whole thing. I’m totally taking this in. I recorded. And I’m only going to put it out on vinyl because there’s too much overlap between that material and my next special. So it’s just something for a total nerd of whatever I do. And it was like — yeah, it was awesome. I never talk shit about “I killed,” but I fucking killed that night. That was a good one. Yeah. Tim Ferriss: If you could have any billboard you wanted, non advertisement, but just a message you want to get out to the world, what would you put on it? Bill Burr: The first thing I’d probably do is “Go fuck yourself.” Tim Ferriss: Go fuck yourself. Bill Burr: No. I’m kidding. I’m kidding. I’m kidding. Maybe I would — I just would have “No, it isn’t.” Tim Ferriss: No, it isn’t. Bill Burr: No, it isn’t. Tim Ferriss: I like it. Bill Burr: No. So much people don’t know what the fuck they’re talking about. And they’re just so… so much time getting you into this fucking panic. And then “This is going to happen, and that, and [big dummy noises].” Just breathe. No, it isn’t. You’re going to be fine. Tim Ferriss: All right. So — Bill Burr: Even if you’re not going to be fine, isn’t it better to just exist thinking you’re going to be fine until it’s not fine? And then when it’s not fine, then you can just fucking handle it then. But there’s no sense to ruin right now. Right? Tim Ferriss: Ladies and gentlemen, Bill Burr. Bill Burr: Thank you. Thank you very much. Thank you. Thanks for having me on. Tim Ferriss: Thanks very much. Bill Burr: I had a great time. Thank you. All right. Thank you. Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","length":61053,"tokens":16151,"chunks":[{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Please enjoy this transcript of my interview with Bill Burr from my 2017 TV show Fear{less} The “less” is in parentheses because the objective is to teach you to fear less, not to be fearless. Fear{less} features in-depth, long-form conversations with top performers, focusing on how they’ve overcome fears and made hard decisions, embracing discomfort and thinking big. It was produced by Wild West Productions, and I worked with them to make both the video and audio available to you for free, my dear listeners. You can find the video of this episode on YouTube. com/TimFerriss, and eventually you’ll be able to see all episodes for free at YouTube. com/TimFerriss. Spearheaded by actor/producer and past podcast guest Vince Vaughn, Wild West Productions has produced a string of hit movies including The Internship, Couples Retreat, Four Christmases, and The Break-Up.","content_length":872,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"In 2020, Wild West produced the comedy The Opening Act, starring Jimmy O. Yang and Cedric The Entertainer. In addition to Fear{less}, their television credits include Undeniable with Joe Buck, ESPN’s 30 for 30 episode about the ’85 Bears, and the Netflix animated show F is for Family. Transcripts may contain a few typos. With many episodes lasting 2+ hours, it can be difficult to catch minor errors. Enjoy! Listen to the episode on Apple Podcasts, Spotify, Overcast, Podcast Addict, Pocket Casts, Stitcher, Castbox, Google Podcasts, Amazon Music, or on your favorite podcast platform. You can watch the interview on YouTube here.","content_length":632,"content_tokens":147,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Listen onApple Podcasts Listen onSpotify Listen onOvercast #602: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL.","content_length":792,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: I’m Tim Ferriss, author, entrepreneur, angel investor, and now TV host.","content_length":806,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’ve spent my entire adult life asking questions then scouring the globe to find the answers. On this show, I’ll share the secrets of pioneers who faced their own fears. We’ll dig into the hard times, big mistakes, tough decisions, and how they got through it all. The goal isn’t to be fearless, the goal is to learn to fear less. Welcome to Fear{less} I’m your host, Tim Ferriss. And on this stage, we’ll be deconstructing world class performers to uncover the specific tactics that they’ve used to overcome doubt, tackle hard decisions and ultimately succeed. So imagine yourself all alone on stage in front of 14,000 people staring directly at you. For many of us, probably most of us, that’d be a complete nightmare, but for my guest tonight, it’s just another day at the office.","content_length":783,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"The man you’re about to meet is one of the most prolific and respected comedians in the world. He’s done five hour long comedy specials, hosts one of the most popular podcasts of all time and is co-creator and star of the animated series F Is for Family. Please welcome to the stage, Bill Burr. Bill Burr: Hey, how are you? What’s going on, Tim? How’re you doing, buddy? Tim Ferriss: Good. I’m good. Bill Burr: This looks like a TED talk. Like we’re going to be out here talking about artificial intelligence or something. Tim Ferriss: We might, we might. Bill Burr: This is really creeping me out. Tim Ferriss: Oh, yeah. Bill Burr: This is very sterile. All right. Tim Ferriss: I’ve wanted to sit down, chat with you for so long. Bill Burr: Yeah.","content_length":747,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"We’ve been texting trying to get it going and well, here we go. Tim Ferriss: And here we are. Welcome to my home. Bill Burr: Yeah. Tim Ferriss: And I thought a fun place to start might be with Philadelphia. So we have a video to show and as context and feel free to correct me, and we can add more afterwards, but at least some or all of the comedians have been booed off stage up to that point. Bill Burr: No, that’s the urban myth. Tim Ferriss: That’s the urban myth. Bill Burr: The first guy got booed and the lineup was killer and we were just playing these outdoor amphitheaters. So it was made for music, and we got down to Philly and I don’t know, they were all wearing Eagle jerseys and tailgating and throwing the football and it just seemed like they were ready for a playoff game.","content_length":791,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And it was still light out. And there’s something about jokes. They don’t work when there’s lights on. It has to be seedy and that. So not only it was like daylight, it was sunlight and half the people were still out in the parking lot. And there was maybe like 2,000 people just milling around, walking around. So he basically got thrown to the dogs, but what happened is they booed him off stage and it set the tone. But then everybody was doing their thing. I mean, it was crazy. I was like Patrice O’Neal, Tracy Morgan, Ralphie May, Bob Saget, I mean, Bobby Kelly, Jim Norton, Dom Irrera. I mean, it was just murderers’ row. But you could just feel like there was something, people were surviving. And I saw a few people who always went long, went short that night.","content_length":769,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’m not going to say who, but one who always burned the light and it wasn’t Patrice. It was somebody else. I remember he was literally mid joke and just stopped and said, he goes, “You guys were great. Good night, God bless.” And walked up and that’s when I started thinking like, uh-oh. I was like, “If that dude always goes long, just pulled up…” He was supposed to do 20 minutes. I don’t think he did 14. And at that point I didn’t want to do the show. And I wasn’t nervous at all. I just kept thinking like, I could’ve just been in a Funny Bone in front of 40 people who gave a shit and wanted to come to the show. And so then I wasn’t nervous at all.","content_length":655,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then I knew probably looking back I probably knew I was in trouble because I wasn’t nervous. And then I went out there and I was like, “Oh, shit.” And I did my first joke, which I didn’t realize they were playing in the advertising on the radio. So everyone already heard it and nobody laughed. And literally I was like already neck deep and it was so long ago. And then I just remember, I went to another joke and I just bailed halfway through and was like, “You guys aren’t going to laugh at that?” And then they booed and — Tim Ferriss: Maybe we should roll the tape. Bill Burr: I don’t want to see this. Tim Ferriss: I think you guys want to see it. [Start of Bill’s rant at the crowd in Philly.] Bill Burr: Bunch of fucking losers, fucking Rocky is your hero.","content_length":768,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"The whole pride of your city’s built around a fucking guy who doesn’t even exist. Mr. fucking Joe Frazier is from there, but he’s Black so you can’t fucking deal with him. 11 minutes left. 11 minutes. I hope somebody takes a fucking beer stein and just slaps you in the back of your zit-infested fucking shoulders and your awful man tits hang. Seven minutes left. Seven motherfucking minutes left. And I’m doing all fucking seven. Fucking standing backstage for three hours to get booed by this GED fuckin stupid-ass piece of shit fucking crowd. Six minutes left and I will be selling my CD after this shit you motherfuckers. One minute left in the period. All right, listen. This doesn’t change anything, this set. I still fucking hate you people.","content_length":748,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"You guys all going to go see Rocky 19? “Dude, I think he can win!” Listen, I’m out of time. You guys were here, man. Thank you very much. [End of Bill’s rant at the crowd in Philly.] Bill Burr: I’ve never seen that. Tim Ferriss: Are you serious? Bill Burr: I’ve never seen that. No. Tim Ferriss: Really? Bill Burr: No. Tim Ferriss: So did you decide to do the countdown before you went out? I mean, is that something you — Bill Burr: No, no, no. What happened was luckily I had been booed before, so it wasn’t a new thing. So the first time you get booed, it’s a hell of an experience because you have what you want, but it’s the exact opposite emotion.","content_length":653,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"You have the entire crowd’s focus, except there’s no love. It’s just hate. So the first time that happens, it’s really — I didn’t know what to do, but I remember just afterwards thinking about it going like, “I let that fat guy boo me? I let that chick with the weird glasses. Why didn’t I say something?” I just remember thinking. I was just mad at myself going like, “All right, you got booed. They didn’t think you were funny, but you sat there.” It was a variety show. They had a contortionist and somebody with a snake. And then somebody sang, “Pour Some Sugar On Me” wearing these leather pants and then they’d bring a comedian out. It was a complete shit show.","content_length":667,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So I just remember afterwards, I just remember being upset at myself that I was like, “Dude, you could at least throw one punch. You should have done that.” But then I didn’t think of it again. I didn’t think of it again because you don’t plan on something like that happening. So I don’t know why I did that. I started doing it and that they had the clock was there and then I was just looking at it and I don’t know. I think in that moment I decided I wasn’t going to leave. So I think the countdown was for me, like you’re doing cardio, you know that? And you’re like, “I’m not going to look for one song.” And then look, all right, another three minutes went off. So here’s a funny thing.","content_length":692,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So we still had one more date on that tour. Something was telling me, “Don’t do the last one.” And then I went to Cleveland and it was like, as I walked out on stage, everybody booed because they wanted me to trash their city. So then it became this thing, it was like I can’t do this again or then this is my act. This is like Gallagher smashing the watermelons. I’ve got to come out and read about all your sports teams and shit. So that was the one I freaked out about because I thought my career was over. I was like, everywhere I go, I’m going to get booed and blah, blah, blah, blah. I’m glad that people enjoyed it because I was embarrassed that the whole thing happened. Tim Ferriss: You grew up in Mass, right? Bill Burr: Yeah.","content_length":736,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: What was your childhood like? Growing up in Massachusetts? Bill Burr: I was sort of this shy kid. I had orange hair. I mean, I was a mark. The second I walked in the room, everyone was on me. I remember one time, I think it was my birthday, my parents got me this little cowboy outfit. I was like four years old. You had the hat. It was a little vest. And then I had the belt with the guns and it was supposed to be the mother of pearl handles, but it was plastic. So she sends me all, I even had the little bandana she tied it around, and she just sent me outside and I don’t even think I made it to the end of my driveway. And these big kids came by and they just took the guns out of my holster and just smashed them on the ground. And I sat and looked and I just was crying.","content_length":791,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"They laughed and just walked away. And then I picked them up and I walked home. I walked back into the house. My mother’s like, “Who did that? Who did that?” I was like, “Big kids.” And she’s like — I can’t remember. She just made me a sandwich and that was it. But it wasn’t a big deal back then. I remember you would just do shit in the neighborhoods and parents just watched. They just figured out what you did. I remember we threw rocks in this kid’s pool. And before I even got home, my mother already knew what happened. And there was a lot of that stuff going, they were building new homes and you’d go down there and you would steal shit to make a tree fort or you’d just vandalize them for no reason.","content_length":709,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: When did comedy enter the picture for you? Bill Burr: I always got kids to laugh and I moved around a little bit when I was a kid and just making kids laugh was a way to get people to stop beating the shit out of me or bigger kids wailing on you or whatever. So that’s how I would make friends. I would just make people laugh. And I remember making people laugh in the classroom. That made you feel good, made the pretty girls care about who you were, hopefully. It was just an attention thing, I guess. Tim Ferriss: Which people influenced you when you were a kid? I mean, were there particular comedians that you gravitated towards or memorized or anything like that? Bill Burr: I watched all the stuff my dad used to watch, all the things that they now sell on TV, all those Dean Martin roasts. Foster Brooks, I loved.","content_length":834,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I remember Bob Hope; my dad would always laugh and I never got the jokes. There was always some obscure references. And then as I started to get older, Cheech & Chong, and I remember buying Richard Pryor’s album, not even knowing who he was, I just knew he looked funny. I’m not going to say the name of the album, but it’s the one when he’s like that, it’s got the N-word in it. George Carlin. Yeah, and I just started buying them. I remember buying the Eddie Murphy record when he had the rose in his ear. I bought that just because he was a Black guy, and I knew that Richard Pryor was funny and I was just a little white kid going like, “Well, Black guys are funny.” I just bought it and I had no idea who he was.","content_length":717,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: Did you memorize any of their bits or how did you — Bill Burr: Yeah, this is how out of touch I was with what I wanted to do. And I used to do my paper route and I would be doing the bits. I remember doing Eddie Murphy’s “Got Hit by a Car” bit. I would be doing that out loud to myself as I was riding through the snow, pretending I was in front of the school doing it. And everyone was laughing, thinking I was great, but it still didn’t dawn on me at that moment that maybe I wanted to be a comedian. I don’t know why. I think for kids there, that’s hard to understand because they can just shoot something, Instagram it or whatever the hell they do, YouTube it on the internet, whatever the hell it is. But back then it was a zillion miles away. It was a zillion miles away.","content_length":790,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Even thinking about becoming a comedian, I thought you had to move to Hollywood to do it. I had no idea. Yeah. There was like three channels. You had no idea. Tim Ferriss: In high school, what did you think you were going to be when you grew up? Do you have any idea? Bill Burr: No. I was failing miserably, but I did great in school. I did great in school right until it counted. I did great right up to eighth grade. And in my freshman year, I was going in, I was like, “I’m going to go to Notre Dame and I’m going to become a lawyer.” And by sophomore year, it’s like, “I’m going to be a construction worker and go to Wentworth. I’ll drive a truck.” Yeah. I don’t know.","content_length":672,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I think somewhere along the line, I just wanted to have a fun job. I wanted to have a fun job. I did know that because I hated everything else. I didn’t like carpeted areas. I didn’t like wearing suits. I liked working in warehousing. I liked having a job where I could walk away from an area. I always just remember seeing people who had to sit in cubicles like they just had to be there. And if you’re not there and immediately they know that you’re screwing around, like “Where is he? He’s supposed to be right here. He’s not getting what he is supposed to be done.” So if you work in warehousing, you could be on like a forklift or unloading a truck or cutting up boxes or just doing something. As long as you were in this giant area, they were all right with it.","content_length":767,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And warehousing is great. It’s all class clowns, musicians, addicts, alcoholics, and shit. I remember this dude. Yeah. I remember this dude coming into work. He came in three hours late. It was 90 degrees out. And his hair was soaking wet from a shower, dripping down. He’s like, “Oh, yeah, the traffic. The traffic was brutal.” It’s just like, “Dude, your hair is still wet from the shower.” And I remember, yeah, he had a major coke problem and yeah, he’d be wired. I remember my boss had a coke problem. I remember getting that job and the first day I saw him, this guy was like probably 6’4”, and couldn’t have weighed more than a buck 60. He was just wired. And they had this pallet jack that was electronic.","content_length":713,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And they’re like, “Yeah, let me take you over to meet the boss.” And he saw me and he was just geeked out. He was just driving it towards the dock back and forth going, “I’m going to drive it off the dock.” And just coming back, licking his lips and shit. And I was just like, “All right, this is going to be my boss.” And I worked the third shift and it was all people like me working our way through college if you didn’t get student loans or whatever. I got laid off from that shift because there was this fat fuck used to come out from the — he was fat and he was a fuck. So he would come walking out. He’d come walking. I remember he used to wear short sleeve dress shirts.","content_length":678,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And you know the guy’s so fat he had to really swing the arms to get out. He’d just come walking out and he’d look around. And all these badass dudes all of a sudden would be grabbing boxes and pretending to work. And I just had that thing. Maybe it’s the standup comic thing where that thing, you just like, I was like, “You know what? Fuck this guy. Fuck this guy.” And I just look at him like, “Hey, what’s going on? I’m not doing this little fuck. I’m working out here. I don’t want to fucking extra work when you come out here. Fuck you. Why don’t you pick this up, you tub of shit?” That’s what I was thinking.","content_length":616,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So then I ended up right after that moment, like an idiot, I then asked the coked-up guy for a raise. And then I think the fatty was just like, “To hell with this guy.” So then I got laid off from that. And then I was collecting unemployment, which I had never done. And I felt like a piece of shit doing it because my parents worked so hard and it was a bad economic time. And I couldn’t get a job. And I just decided that I wanted to be a comedian because working in the warehouse, I was working with this guy who was hilarious and he wanted to be a comedian. And he was the first guy that said it. He said, “One of these nights, I’m going to take a shot of Jack Daniels and just go on stage.” And all of a sudden, it wasn’t on TV.","content_length":733,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Once again, we didn’t have YouTube, so he was sitting next to me, I was thinking, well, if he can do it, I can do it. So I knew that I was a baby step kind of guy. So I had to, rather than just doing it, I transferred to Emerson, which was more of a performance school. And then I just went there and every class I could get up in front of the class, I would do it no matter how nervous I was. And I was a really shy, withdrawn, really withdrawn kid. And I just forced myself to do that. And every time I did it, even if it didn’t go well, I felt good that I did it.","content_length":566,"content_tokens":150,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then I started to like it and I started doing radio because radio was a good baby step between performing and being funny to a live crowd because it was like I was on a microphone, there was an audience, but I couldn’t see them. I couldn’t hear them. And I remember I did this shift 2:00 a. m. to 6:00 a. m., on 640 AM, WECB. And all it did was broadcast to the dorms. Nobody was up, nobody was listening. If they were, they were listening to a better radio station. And I just remember, I’d always be on the thing going like, whatever the some, “That was Dinosaur Jr. If you have any requests, give me a call.” No one ever called. And finally I just said, “Jesus.” I go, “Somebody just call in. Tell me you hate me.","content_length":720,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I don’t care.” And then the phone lit up and I picked it up and this guy goes, “I hate you.” And then hung up. And I just remember just being in a total panic. I was mortified. And then he called back and he apologized, said, “Hey.” He goes, “My girlfriend’s working the next shift. I just happen to be listening. She told me to call back and apologize.” But I felt like such a nerd, which I was. I was a nerd. I commuted to school. I didn’t know anybody. I just walked in with my stupid bookbag and I would do the things, whatever. And then I would just go home and I would go to work. I had a job once I had my paper route in third grade. I had a job ever since I’ve been working.","content_length":682,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: Did you have any particular, at that time, I don’t know if you remember, but when you were shy, was there any particular milestone point that you remember when that changed or when you became more comfortable? Bill Burr: No. It just slowly got better, but I still, in certain situations I am sort of, it’s weird because what I do, but I am also a very — I’m one of those guys, the second the show is over, if nobody knew who I was, that is the ultimate. That would be perfect. Before the show, I need you to know who I am so you buy tickets, or else I would be screwed. But the second it’s over, I don’t need it to keep going. Tim Ferriss: Do you remember your first open mic gig getting on stage? Bill Burr: Yeah.","content_length":727,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: What was it? Can you walk us through that? Bill Burr: I signed up for a talent contest at Emerson, because I had made a New Year’s resolution in 1992. This is how scared and shy I was about doing this. I was like, I made a new year’s resolution that at some point in the calendar year of 1992, I was going to go on stage. I gave myself a year to do it and I was going to do it, and then that was it. My baby step way into it, because I knew if I said “I’m doing it next week,” I’d go into a panic and I might not ever do it.","content_length":537,"content_tokens":150,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So I said that January 1st and literally three weeks later, the Emersonian newspaper, they said Nick’s Comedy Stop was having a talent contest, Find Boston’s Funniest College student, which was just this total scam to pack it with college kids, watching their drunk friend go up there and bomb and then they’d make all this money. I remember it was a contest and I didn’t on any level will try to win it. My whole goal was just having the balls of when they called my name to walk up there and start talking. That’s all it was.","content_length":527,"content_tokens":127,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I remember sitting down trying to write material and it’s just like, and I’d been funny my whole life, but then all of a sudden to sit down and sort of artificially create the moment where it’s like, if you and I are hanging out socially and you say something, it’s like you don’t even think, and then I say that and blah, blah, blah, blah. But now it’s like with the standup, I have to create that moment, bring the crowd in to the world, create that moment and then say it. And I had no idea how to do it. So I remember, I can’t even remember what I wrote. I had some sort of ideas and I went up there and I remember taking the mic and it was the only time I’ve ever felt having an out of body experience where I thought I was watching myself.","content_length":745,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"It was probably this panic thing where the emotional me just left me. Like, “I don’t want to go on this ride. Let’s see what happens.” So I remember taking the mic out of the, I still remember what the mic looked like. And this guy, Billy Martin was hosting, who’s was now this big shot on Bill Maher’s show. I completely forgot what I was going to do and I just started talking and I went into the middle of what I was going to do. Then I went to the beginning and then to the end. It was like a Tarantino movie with Travolta walking by in the background in the diner scene, it was like that, but I sort of was able to do all right. And I think I only did three minutes. I was supposed to do five and I got off stage and I didn’t care about anything. And I remember that was it.","content_length":779,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I was like, this is what I’m doing. And I tried construction, I was in warehousing, I tried sales, I remember I got a health insurance license. I even passed the test. I got certified to take x-rays. I was working in a dental office. I did all of this shit and none of it, none of it, I didn’t care about any of it. And this was the thing I just did it. I was just like, “That’s it. This is what I’m doing with the rest of my life.” But that night after I did it, even though somebody else won, I didn’t care. I just remember driving home in my truck, listening to Motley Crue, “Kickstart My Heart.” Tim Ferriss: Oh, great song. Bill Burr: Yeah. And literally screaming. I was so psyched that I did it.","content_length":702,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And I was middle of the pack. I was nowhere near even remotely the funniest person. Tim Ferriss: What was it about that experience that made it click for you? Bill Burr: Well, it’s one of those things in life that you don’t have to think about. It was what it was. It was awesome. And it was just like, why wouldn’t I want to do this? My first thought was I’m doing that for the rest of my life. Then I did, my next show was at this comedy club Stitches, and that one went okay. And then my third show, that was my first what’s called a Hell Room. Tim Ferriss: Hell Room. Bill Burr: Yeah. It’s not a — Tim Ferriss: It doesn’t sound good. Bill Burr: Yeah. It’s not a comedy club. It was a bar.","content_length":692,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"The people there were eating, they had no idea there was going to be a show. They turned off the Bruins game and then they’d bring you up. And that was my first time experiencing a crowd watching a show that didn’t want to see a show. And I just remember doing my first joke, my first joke, that really just got nothing and feeling that punch in the chest of something bombing and then having to regroup. And I had nothing to regroup with. And I remember I bombed so bad I got halfway through my time and this guy, Jack Lynch was the host. And I said on the microphone, I said, “Jack I’m bailing, I’m bailing.” And I got off and I was so embarrassed. I didn’t want to walk past the crowd or the comedians.","content_length":705,"content_tokens":178,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And I sat down in the first empty chair and I just sat there like this scolded child for like two hours waiting for the show to end and I wanted to leave, but I was so embarrassed. I just sat there. It was horrible. And I just remember, and then what sucked back then was there was so much time between your shows. There was like weeks between shows. So if you had a good show, you could ride the high of that. But if you bombed, that was one of those things. I’ve got this thing, when I embarrass myself, for some reason it comes out to me like when I’m in the shower and I have to shout the memory out.","content_length":604,"content_tokens":145,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’ll be in the shower and I just think about it, I’d just be like, “Oh.” I’ll just make these noises, just these noises of humiliation like, “Oh, God, I did that or I said that.” I still do that in my car. I’ll think of shit that I just did or something I did 10 years ago. And it’s this thing that’s just like, I don’t want to think it and there’s just self-loathing about it that I never got past those teenage years. It’s like, “Oh, God, I’m such an idiot.” I never got past that. I mean, I knew I was going to bomb. It’s inevitable. It’s like, if you fight.","content_length":561,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"If you fight long enough, somebody’s going to come along a little faster than you’re going to get caught. And it’s telling jokes. It’s inevitable. It’s going to happen. And then it’s just something you have to get good at. You have to get good at bombing. And I had enough experience of doing it, that you eventually, you get good at it and then it doesn’t hurt you anymore. Tim Ferriss: And is it just exposure? Is it like getting a flu shot every season? It’s just about the number of repetitions? You desensitize yourself to it? Bill Burr: Yeah. You just keep doing it and bombing, there’s something hilarious about it. There’s something like if you — but what the turning point for me with bombing, was seeing how funny, was being able.","content_length":740,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I remember one time just being on stage and I was bombing and I just pictured all my friends watching me laughing at me in the back. And then that got me to laugh at myself. And then I just started thinking, how much can I get these people to hate me? And I just left my act and I just started trying to annoy them. And I didn’t get them back. They still hated me. But I had such a good time that I was like, “Wow, what was that?” That was this new area of standup that I didn’t know existed. Tim Ferriss: The clean and not so clean, before and after Bill Burr, I find really fascinating. So we actually have a video that shows the contrast a little bit. Bill Burr: I love my dad, man. He’s hilarious. He’s such an emotional guy.","content_length":729,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"You know when my dad was his funniest though, was whenever you broke something, because my dad would totally flip out. Right? But the words he used, you would’ve actually thought it was a good thing. You know what I mean? Like you’d break a window [approximating the sound of breaking glass], he’d be like, “Nice. Real nice. Oh, that’s beautiful. That is just beautiful. Hey, why don’t you break them all?” Dude, there is an epidemic of gold-digging whores in this country. And every night I put on the news and I’m waiting for someone to address it. Every night, never see it.","content_length":577,"content_tokens":155,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And every night I bring up gold-digging whores and the whole crowd pulls back like I’m up here talking about Bigfoot, right? Like I’m saying the moon’s made out of cheese or something. Talking about whores, people. They’re everywhere. How many? How many more great men are going to get chopped in half before we do something? Why is it so quiet in here? Goddamn. I don’t get it. Tim Ferriss: So when did you go to opening up to more of — I’m not going to say profanity, just being yourself, maybe? Bill Burr: Failing. Yeah. Just failing. Just trying to do what that I thought they wanted, whatever they were responding to. And then that just morphed into, well, if I’m going to fail, I’ll fail doing what I want to do in this business.","content_length":735,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then that led to me starting to succeed. And once I started succeed doing what I wanted to do, my view of the business changed. Where I then looked at it rather than like, it’s this thing I’m running towards. It was like, no, I’m in it. So I just look at the business like it’s a giant mall and I have a little store. Right? Probably like those ones that are in the middle that you walk by. Tim Ferriss: Kiosks. Bill Burr: Yeah. A little kiosk. And I’d have what I do. This is what I do. You come in, right? This is what I do. Okay? If you want to buy something, great, if you don’t, you keep going, but this is what I do.","content_length":626,"content_tokens":178,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And rather than I used to view it like, oh, they’re selling shirts? I should sell shirts and I’ve got to sell candles and I’ve got to do nails and have this one-stop Walmart thing. And it’s just like, that just didn’t work for me. I do a podcast, I tell jokes, I act when they let me because I have to audition basic, but then I also though just found with the people I grew up didn’t talk like that. The stories I had to tell people weren’t like that, very volatile and they use colorful language, as they say. And there is this thing with comedy purists where they act like, okay, if you work clean, then that’s pure comedy.","content_length":626,"content_tokens":166,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"That’s real comedy because you didn’t say any bad words, which I do understand because you can definitely use curse words to sort of steroid up your stuff. But I’ve also found when people say they want somebody to work clean, it doesn’t just mean don’t say any bad words. It also means don’t have any opinions that will make people uncomfortable because I could easily work totally clean and there’s groups of people that you could completely piss off and wouldn’t want to pay you just by your opinions on things. So I just felt like it was a limited thing and I’ve always liked the rawness with everything, with music, with film, with comedy of just going off more the realness of that, rather than this totally polished thing, which I had completely have an appreciation for.","content_length":777,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"But the amount of times I’ve heard comedians say something so funny in the green room and be like, yeah but that’s you got to be like, “Dude, you got to do it on stage, you got to do it on stage.” You’re like, “No man, that’s not me. That’s not me.” It’s like, “It is you. You just fucking said it. Whatever you’re doing up there, that’s not you. That’s you on stage.” And that’s what happens with comedy is like, there’s this big mystery thing about you got to find your voice and is this who I am? Is that who I am? And I have this theory that you walk in with it as an open mic.","content_length":581,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then you go on stage and the weirdness of looking at people and talking, “This is me on stage. Oh, I’m holding a microphone,” and just becomes weird. It becomes weird. And then you spend, I don’t know, eight, 10, 12, 15 years trying to get back to who you were when you walked in, who was this guy who was making people but laugh in the bars, because you just walked into a bar and something happened and then you just riffing on it. But you were comfortable. Then you go on stage and it’s just like, “Oh, shit everybody’s looking at me and I have to handle all of this. What am I doing with my hand? How do I get this out of the stand?” And it just becomes this whole just looking at yourself and then who you are goes right out the fucking window.","content_length":753,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: A lot of folks consider you the comedian’s comedian, right? I mean a lot of comedians look up to you and they’re like, “Oh, Bill Burr can not only talk about anything, he’s willing to talk about anything.” This is what they say. Bill Burr: Because I’m self-employed. You can’t get too into this business. If you get too into this business, then you’re fucked. And then you become that guy. Tim Ferriss: You mean just having contracts and relationships with people you — Bill Burr: No. You get in business with people, but that’s not your only thing. I’ll never stop doing standup and I have my podcast. And I don’t live a lifestyle beyond those. I live way behind those.","content_length":683,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So no matter whatever happens, whatever fucking slap on the wrist I’m ever going to get from the social media, I’m still going to be fine. It’s when you just go into this business and if you’re just an actor on a show or you just host something or whatever it is that all of a sudden, if you just did this, you didn’t have your podcast or any other way to make money, if all of a sudden there’s some bullshit rumblings, if the people above you go, “You have to go out there and apologize.” You’re in a situation of like, or else I can become homeless. So then you have to go out there and even if you’re not sorry, you have to say you’re sorry.","content_length":644,"content_tokens":175,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And I think that doesn’t look like a fun thing because I’ve seen people going out there squirming, trying to like, “How do I apologize without apologizing to the 40 drunk soccer moms who all tweeted at the exact same moment so this became a thing for eight seconds yesterday that I now have to address?” So having said that, if I’m an asshole, I will say sorry, but I’ll say it to the person. I don’t get this whole thing where somebody secretly videotapes you at a comedy club and then they upload it on the internet and then you have to now apologize to people who weren’t at the show. It’s like, you weren’t at the show and you decided to watch, so why don’t you get mad at the kid who fucking filmed it? That’s it.","content_length":718,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I am guilty of being a comedian in a comedy club that tried out a joke that didn’t work. Right? Tim Ferriss: Yeah. Bill Burr: I don’t know. It makes sense to me. In my head everything makes sense. Tim Ferriss: So your podcast was a very early influence for me. I love your podcast and — Bill Burr: I see you’ve gone past me. Tim Ferriss: Well, I wouldn’t say that — Bill Burr: “That’s a cute little idea you got there, freckles.” Now look at you. Tim Ferriss: Well, I think there’s one thing that arguably you do better than anybody else. And I’m sure it’s one of many, but I want to listen to some of your ad spots. So we’re going to pull up some audio. Bill Burr: Oh, God.","content_length":674,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: Of a couple of your sponsor reads. And I think we’ll pull up Shari’s Berries first. [Start of Bill’s ad read for Shari’s Berries.] Bill Burr: This might be my favorite name of anything I’ve ever advertised here, other than One Wipe Charlies. Shari’s Berries. For my listeners, double the berries for just $10 more. Here’s the only way to get this special $19.99 Shari’s Berries offer. Call 866-Fruit. I’m sorry. What the fuck am I selling? Did I approve this? This is fucking ridiculous. Who the fuck is going to buy this shit? This is the funniest shit I’ve ever seen in my fucking life. Call 866-Fruit, everybody. Oh, I’m punch drunk.","content_length":649,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Oh, please spell out the words. Oh, by all means, berries, B-E-R-R-I-E-S, berries. Click on the microphone in the top right corner and type in “Burr.” Hey, you cunts better buy some Shari’s Berries because I’m going to get in trouble with that fucking read and I’m not changing it because that was hilarious. [End of Bill’s ad read for Shari’s Berries.] Tim Ferriss: Did you do that from the very beginning with the host reads? Did you start taking the piss out of sponsors from the very get-go with the podcast? Because you really, I mean early, early pioneer, this is 2007 or so? Bill Burr: Right. Tim Ferriss: I mean it was early. This is way back in the day. So you were one of the first long form guys.","content_length":707,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Did you have standard sponsored reads for a while and then — Bill Burr: Well, I did it for years without doing sponsorships. So when I started doing reads it felt weird to be this guy just saying whatever I was thinking and being funny and all that to all of a sudden be like, “The Chrysler Cordoba, blah, blah, blah, blah, blah.” It just felt weird. And I was just like, and people are going to have the ability to just fast forward through this and skip it. So I didn’t feel like the comedy should stop. And so I always, I’ll just throw in a Boston accent. I’ll just do something to get them to listen. And with the Shari’s Berries thing that I did, I hadn’t read the copy and it was so homophobic yet homoerotic, the whole thing. It just was so ridiculous to me.","content_length":765,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I couldn’t believe it was true. So I legitimately started laughing and I remember they were calling us saying, “Take it down, take it down.” And I was just like, “Yeah, tell them you didn’t get to me. I’m not taking it down. That’s hilarious and I don’t give a shit.” Because I got all this other stuff. Once again, one of those moments, I’m self-employed, so I don’t need some chocolate-covered strawberry people to pay my rent. I didn’t put myself in that position, which I very easily could have. I didn’t. So I said, “I’m not taking it down.” But what they learned because they are a cool company, what ended up happening was people ordered this stuff because I said I was going to get in trouble.","content_length":701,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then it turned out evidently they were delicious and they sold a bunch more. So what ended up happening was companies that were younger and understood, it’s like, “Oh, this guy, he’s making fun of us and he’s singing songs and he’s cursing and all this type of stuff, but people are listening and they’re buying this stuff.” So it became one of those, but there’s been others that haven’t had this sense of humor. I remember Nature Box came out and I, for some reason was reading it as Nature’s Box and I was joking around. I’m like, “Hey, you’re going to go down on Mother Nature.” Right? Just fucking around. But I also think it was this weird sort of stupid thing where they were going to bring you a banana at three in the afternoon.","content_length":741,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"It’s like, I can’t fucking do this by myself. I need you to put, if they are really stupid, I will say it. And because I just look at the podcast, whatever money I make off it is just gravy anyways. I can live off my standup money. You know what I mean? Like I said, I lived well within my means because I’ve been in debt and I didn’t like the way it felt. I just would be waking up at night going, “I owe these people this fucking money. How am I going to get out of this? My car’s breaking down. That’s going to be more.” And so I’ve avoided that stuff. Tim Ferriss: I know a lot of comedians have trouble going to TV, developing TV shows. How did you find your way to F Is For Family? Bill Burr: I don’t know.","content_length":712,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"All my live action stuff that I wanted to do and all live action means is just this regular people. Everything that I wanted to do that I really wanted to do, they would just be like, “Oh, that’s sexist, that’s homophobic, what is this going to say to kids? This is mean to dogs.” And they just would de-ball the whole thing and then it would suck. Yeah, I did a pilot, they shot it down and then like two weeks later, they’re like, “Hey, you want to do another show with us?” And I said yes. And it was with another comedian. And then we did it. And we all got together and we were just like, “Hey, let’s just give them exactly what they want. Let’s just do exactly what they want.” And we did that and they still shot it down.","content_length":728,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then that was it. That was it. I just went off the reservation. I was just like, fuck trying to develop a TV show. I’m not doing it. All right? I’m just going to be a comedian that sells tickets, hopefully. And if that’s all I am, who gives a shit? I’m telling jokes for a living, I’m killing it. That was it. I didn’t have any ideas. And then one day I opened for this comic Steve Byrne and he knew Vince Vaughn and the guys at Wild West and Vince was in the crowd. He liked what I did. So I took a general meeting with them and they were like, “So you got any ideas for TV shows?” I was like, “No. No, I got none. I’m all out of them. They never fucking work. Nobody ever picks them up.","content_length":692,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’m just sick of it.” There’s always like — I’m always pitching to a woman. They always say women don’t run the business. I haven’t got to that fucking level. And this I’m always going in just pitching. And there’s always some woman there going like, “I don’t think that that’s going to fucking follow us.” Hey, what if the guy’s a complete fucking moron and doesn’t know how to dress himself, but his wife does? “Oh, that I like, that’s a good one.” Yeah. So just because you have a vagina doesn’t mean you can’t be in the wrong sometimes.","content_length":540,"content_tokens":169,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So anyway, so then I was on my way out of the meeting, they were just like, “What else? You don’t have any ideas?” I was like, “Look. I know you guys are doing movies with Vince. I’ll play some — a waiter in the background. I’d love to do something with you, but no, I got nothing.” So as I was walking out, I remember Peter Billingsley, who was sort of walking me out. I was like, “Well I do have this idea, this cartoon idea.” Or whatever. And he’s like, “Oh, we want to do an animated show. Let’s sit down.” And it basically stemmed from my childhood stories that I told on stage as a young comic and everybody got it.","content_length":621,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"But as I became the older comic and this new generation came up that had play dates and helicopter parents and they wore helmets when they rode bicycles like they were in a fucking race or something, they didn’t laugh at the jokes. Everything was labeled like, “Oh, that’s bullying. That’s mental abuse, physical abuse.” And I would literally be standing on stage going, “Guys, this is funny. This happened to me. My mother was right.” I was telling these stories. So anyways, I just stopped telling the stories on stage. And then one day I was walking my dog, I thought, what if I just made animated shorts on my website? I could do that. That would be cool and I could ramp it up and it’d be animated kids and no one would give a shit.","content_length":737,"content_tokens":179,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"But of course I never did it but then when I ran into them and they’re just this force of nature. Then they ended up hooking me up with the great Mike Price from The Simpsons who’s done like 300 plus episodes over there. And we came up, we’ve just flushed out those little, I was just going to do little stories like we go to get a Christmas tree or somebody buys a new bike. They turned it into this whole world. We helped develop this whole thing and then we pitched the cartoon and I think they were just like, this is a weird choice for a comic in 2010. But they just saw that’s Vince Vaughn. “All right. We’ll give you six.” [Start of clip of F is for Family.] Frank: Bill’s a little pussy. Christ he falls apart if you just look at him, all right? He’s got no spine.","content_length":772,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"You got to rub his back during war movies. He’s scared of everything. Gee, I wonder where he got that from, Susan? Susan: What do you mean? He gets it from me? Frank: You coddle him too much and you know it. You know it. Susan: I work hard to keep this family happy. I keep everyone, everyone from killing each other. Frank: Well today, I would actually welcome it. Susan: Do that again. I hate you. Oh, baby. Frank: Oh, Suz. Susan: Yeah? Frank: Yeah. Let’s do this. You want to get that off? Susan: You take my socks off? Frank: I’ll leave that one on. I think we need one on. Susan: Yeah? Frank: Yeah. I like it. Oh. Susan: Oh, Frank. Oh, yeah. Touch it. Frank: Yeah.","content_length":669,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"You like that? Susan: Yeah. Frank: You like that? Susan: Yeah. Frank: Oh, yeah. Susan: Oh. Frank: Oh, here we go, baby. Susan: Frank. Frank: Yeah! Oh, Sue. Oh, Sue. Oh, Sue. Yeah! [Etc.] [End of clip of F is for Family.] Bill Burr: F Is For Family, ladies and gentlemen. Very family-oriented show. And I got a feeling you’re going to ask me what everybody asked me, which is, did that ever happen? Tim Ferriss: I was just going to leave it open and just say any comments? Bill Burr: No. No. That show is loosely based on all of our childhoods. So it’s an amalgam. It’s an — hey, he showed it. I didn’t make it. It’s an amalgam of all our dads.","content_length":643,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I wanted like my family to be able to watch this and not be mortified. I have a big respect for the fact that I decided to put myself out there and especially it gets weirder every year with technology and everything. So I didn’t want them to watch it, there’s elements of the show that my dad would be like, “All right. I’ll put you through that wall.” That was his catch phrase. “I’ll put you through that wall.” He used to say that, right? He never did it. It’s just an empty threat, but the other stuff is like writer room stuff. That was just like, okay, what if they start having sex and it seemed like they had this big, huge fight and he says this mean stuff about his son and he doesn’t know he is there.","content_length":713,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And it’s just like, well how do we get out of this comedically? How do we defuse this? What if they have sex? So that aspect of it was like a writer’s room thing. Tim Ferriss: Who drew the balls? They’re very photorealistic. Bill Burr: I actually met the woman who drew it. I was doing a gig in Ottawa, Canada, Big Jump is the animator up there. And I just happened when I had the gig to come over and meet them. I just happened to be in town and they were animating that scene and she literally had sketched three different ball bags that they looked like little speed bags that she was going to make. Tim Ferriss: And just so you guys know, you were mentioning bombing and then just turning it into an opportunity to vent and being like, well, I’m not sure what that was, but that was fun. I enjoyed that.","content_length":807,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So I was talking to the team about whether to use this video or not. And I was like, at least I can say I had a pair of animated balls that I forced an audience to watch! Bill Burr: Swing it around! Tim Ferriss: So you’re welcome. Bill Burr: There you go. Tim Ferriss: We have a lot of questions from the audience. So I thought we would throw it over to the audience. Bill Burr: Let’s get to those. Tim Ferriss: And we have some in studio. We also have some from the internet who have been kind enough to chime in as well. So the first one’s from Facebook, this is Joseph Swam.","content_length":577,"content_tokens":149,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So effectively, how do you generate ideas and what is your process? Do you still write stuff down? What are the sort of key components of where you start when you’re developing? Bill Burr: Well, I used to write it all out and then I don’t write it now. I just treat it like how I used to treat, like if something funny had happened at work, if I was going to go tell my friends, I wouldn’t write it all out, memorize it, rehearse it in front of a mirror. I would just go up and I would just tell them the story. And I would act doubt all the characters and all that the way I did. But what happens is when you go on stage is you can bomb, you can have a bad show. There’s all that self-conscious stuff.","content_length":702,"content_tokens":177,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So I guess the process was trying to become as comfortable as I was in a bar, shooting the shit with my friends, being that comfortable on stage. And that took a while, long time. Tim Ferriss: What are the sort of key components of where you start when you’re developing? Bill Burr: When you’re starting? Tim Ferriss: Meaning where you start with, say, if you were starting right now to do a special? Bill Burr: Well, usually it’s just, I’m walking around and I see something or I hear something, that’ll get me going. But if I’m in a writer’s block, which is a big thing for a comic, how to get out of it, I find is I try something new or I’ll be at an airport and I’ll grab a magazine that I would never read.","content_length":711,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’ll grab like Cosmo, I’m just going to get a different point of view because your brain can get bored. And when it gets bored, it goes into autopilot and then you just stop seeing shit, and yeah, I’ll just do stuff like that. And I also, when I’m building a new hour, I take all rules of hack, like this is hacky material. I’ll do an O. J. joke. I don’t give a shit. I’m just going on stage, just anything just to be saying something new, something different. And that’ll eventually lead into something that’s worthy of keeping. But I definitely write on stage, but if something happens, usually I’ll just make a mental note, but sometimes I’ll just write down a word.","content_length":669,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’ll just write down like “iPad” or whatever.”Boots,” or something, but I know what that means. I know that means something like somebody stepped on my foot that day and blah, blah, blah, blah, blah and — Tim Ferriss: That’s the cue. Bill Burr: Yeah. And then I just sort of write on stage. Tim Ferriss: Writing on stage, meaning you are taking notes as you go through your points. Bill Burr: Yeah. If people say “write on stage,” what it really means is you just go up and just wing it. The same way you would come, like I said, earlier, you’d come home. If something funny, if you saw a car accident, you’d come home and just tell the person you’re with. You wouldn’t have to write it all down.","content_length":696,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So I’ve done stand up long enough where I’m comfortable enough to do it and all the great people that I see them, all the great men and women that I see doing stand up today, most of them do it that way, but some people want to do a little bit of that and a little bit of writing. But I would say for that person is you got to find what works for you. Just be open to all of it. And then as you through trial and error, just sort of streamline it into your so-called process.","content_length":475,"content_tokens":117,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: So if you met, let’s say 25-year-old, 20-year-old, you can pick the age, who you seem to think had some promise as a comic and they wanted to be a standup comic and they had the same commitment that you did at one point, which I was at some point in the next year, I’m going to get up there on stage and do a set. I guess there are two questions. How would you assess if someone could stand a chance and then how would you train that person, I mean, or have them practice? Bill Burr: I don’t know. It’s weird. I can watch somebody young and every once — you’ll just see somebody be like, that person, if they do everything they need to do could be great at this. And it’s a uniqueness.","content_length":698,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"It’s just something they’ll say or something they do or the way they handle a situation, you just see. It’s like being like an NFL scout, you just see them make a throw or something like, “That’s an NFL arm right there. We’ll see if he or she develops it.” Or whatever. But I would never tell somebody what to do because how my brain works, everybody’s unique. So what I would do though is go out of my way to encourage that person. If I saw somebody young and they were funny, I would go out of my way to make sure that I said that because they need that. I realize you’ve got to do that. Tim Ferriss: So this is from Anna Clara O’Tony. Her question begins with some people just don’t have a sense of humor.","content_length":708,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And how do you relate to, or deal with these types of people? And I’ll just leave it general like that. So whether it’s you get trapped with them at a cocktail party or in general crowd, whatever it might be. Bill Burr: Oh, cocktail party, I would just walk away. If I’m doing standup, oh man, I shouldn’t, this is another one that I probably — this is some inside shit. All right. This is what I would do, when there would be somebody like you killing everybody and there was just that one person that’s just sitting there and they’re not laughing and they’re not laughing. And they used to always bug, that bugs a comic. You just like, they couldn’t fucking get that one person? It would ruin their night. I started realizing how stupid that was.","content_length":748,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I was like was a president and this was my approval rating, I would be fucking killing it. So I finally decided I’m going to have fun with this person. So what I would do is you can’t see the people who were doing it in the back, versus the people who were up front. So they would be like right there and they just if you could feel the energy. So what I would start to do, would I would overcommit to my jokes, act even sillier. And I would send all of them right out over their head. And the best thing would be if they were close in the front row, I would be standing right up on them. And my favorite thing to do would be make some sweeping gesture over their head. I would literally be like, “And my dad says to me,” and I’m just totally just living my dream right in their face, right over them.","content_length":801,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And it would just drive them up the fucking wall. And then I would keep throwing in like, “Oh, you guys are great. I am having such a great time up here.” And that was the show within the show for that one fucking asshole. And I learned all of those types of things through years of doing it through basically, am I going to take this as a negative or a positive and realizing I have the power to decide. I can let this guy ruin my night or let this woman ruin my night or I can and have fun with this. It’s the same thing. Like if you ever do the late show and only eight people showed up, I made the mistake of coming out with eight people energy and it sucked. And then one night I was just like, you know what? Fuck this. I’m going to go out and just try to kill these eight people enough that they bring eight more.","content_length":820,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And then I went out with this positive thing and then that so got ingrained into my work ethic. Like the other day I had a buddy of mine who was on his way up going like he was going, “Oh, dude,” he goes, “The old club owner just told me that we only got 34 people on the late show tonight.” And I literally felt like this jolt going through me, just be like, “Fucking destroy them, fucking destroy them and make them bring 34 more.” Because if you’re not the guy, which I wasn’t, I was never the whatever the fuck they were looking for, that’s the only way to do it. You’ve just got to hack your way through. Tim Ferriss: So we saw you battling Philly in the beginning and you ended up at one point at Madison Square Garden.","content_length":725,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"And I mean, there are only a handful of modern comics who can play that venue or have played that venue. What was that like? Can you walk us through what that experience was like? Bill Burr: It was unbelievable. It was awesome. And what I ended up doing, look at that. I enjoyed every single second of it. Every single second I made sure on that one and I — because you got to rent that thing out. Okay? Which is not cheap. So most of the money you make that night goes right out the window. So I was like, “Well, I rented it for the day. Right?” They were like, “Yeah.” So I’m a big Led Zeppelin fan. And they shot Song Remains the Same there. And that’s also where Robert Plant said, “Does anybody remember laughter?” Which was the name of the show.","content_length":751,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So I rented a drum kit and some amps and all that, had made a bunch of my friends came down and in an empty Madison Square Garden, we just jammed and played all this rock from the ’80s and some, yeah. All that shit we used to listen to, all the hair metal stuff, some Black Sabbath, Guns N’ Roses, Motley Crue, we just had the best time. And what was cool was the union guys setting up the chairs, I was like, “Is this going to bug them?” And they’re like, “No, they’re used to bands rehearsing and stuff.” And they, I could see, had an appreciation that we had an appreciation for what it was. And they ended up putting us up on the screen. They did the lights in the end. Tim Ferriss: That’s good. Bill Burr: And no, I had everything.","content_length":736,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"My agent played guitar and I got him up there and all these comics came down, Josh Adam Myers, Ben Bailey and all these guys. We just had the greatest time. But what was cool was it took away the scariness of doing that place. And we just came in there and got our stink on it for a little bit. And then I remember I went home, went to the apartment and my wife was there and I was waiting for her to get ready. And I was drinking a beer. She’s going, “You drink a beer? You never drink a beer. You never drink.” I said, “Don’t worry about this one. Don’t worry about it.” I just knew it was awesome. It was awesome.","content_length":616,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"Tim Ferriss: What did you think when you were on stage, when you were finally up on stage? Bill Burr: Well, the best thing was Joe DeRosa, Paul Virzi. Joe DeRosa opened for me and Joe wore this old lady looking knitted sweater. And sometimes one of your friends just dresses in such a certain way you’re willing the crowd to heckle them, which you usually don’t, you usually root for the comic and nobody heckled them. So it annoyed me. So when I went on stage, I was like, “Yeah, keep it going for Virzi and how about Joe DeRosa and his fucking Golden Girls sweatshirt.” And everybody started laughing and I just stood there shitting on him for like 10 minutes. And then I just felt like I was in a comedy club and no, I just knew. I knew. And I was like, I had 90 minutes and I did 90.","content_length":787,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I did the whole, I was like, I’m doing the whole thing. I’m totally taking this in. I recorded. And I’m only going to put it out on vinyl because there’s too much overlap between that material and my next special. So it’s just something for a total nerd of whatever I do. And it was like — yeah, it was awesome. I never talk shit about “I killed,” but I fucking killed that night. That was a good one. Yeah. Tim Ferriss: If you could have any billboard you wanted, non advertisement, but just a message you want to get out to the world, what would you put on it? Bill Burr: The first thing I’d probably do is “Go fuck yourself.” Tim Ferriss: Go fuck yourself. Bill Burr: No. I’m kidding. I’m kidding.","content_length":700,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"I’m kidding. Maybe I would — I just would have “No, it isn’t.” Tim Ferriss: No, it isn’t. Bill Burr: No, it isn’t. Tim Ferriss: I like it. Bill Burr: No. So much people don’t know what the fuck they’re talking about. And they’re just so… so much time getting you into this fucking panic. And then “This is going to happen, and that, and [big dummy noises].” Just breathe. No, it isn’t. You’re going to be fine. Tim Ferriss: All right.","content_length":434,"content_tokens":146,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Legendary Comedian Bill Burr — Fear{less} with Tim Ferriss (#602)","episode_url":"https://tim.blog/2022/06/25/bill-burr-2-transcript/","episode_date":"June 25, 2022","episode_thanks":"","content":"So — Bill Burr: Even if you’re not going to be fine, isn’t it better to just exist thinking you’re going to be fine until it’s not fine? And then when it’s not fine, then you can just fucking handle it then. But there’s no sense to ruin right now. Right? Tim Ferriss: Ladies and gentlemen, Bill Burr. Bill Burr: Thank you. Thank you very much. Thank you. Thanks for having me on. Tim Ferriss: Thanks very much. Bill Burr: I had a great time. Thank you. All right. Thank you. Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","content_length":872,"content_tokens":222,"embedding":[]}]}