{"title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","date":"June 4, 2022","thanks":"","content":"Please enjoy this transcript of my interview with Isabel Behncke (@IsabelBehncke), a field primatologist and applied evolutionary ethologist who studies social behavior in animals (including humans) to understand our urgent challenges with each other and the planet. Isabel grew up at the foothills of the Andes mountains in Chile, where she developed a life-long love for nature and wildness as well as culture and the arts. An explorer-scientist, she is the first South American to follow great apes in the wild in Africa. She walked more than 3,000 km (~1864 miles) in the jungles of Congo for her field research observing the social lives of wild bonobo apes, who, together with chimpanzees, are our closest living relatives. Isabel documented how bonobos play freely in nature and has extended this research to study how human apes play—at Burning Man, other festivals, and in everyday life. Isabel has observed how play is at the root of creativity, social bonding, and healthy development, findings that have relevance in education, innovation, complex risk assessments, and freedom. Isabel holds a BSc in Zoology and an MSc in Nature Conservation, both from University College London, an MPhil in Human Evolution from Cambridge University, and a PhD in Evolutionary Anthropology from Oxford University. She has won several distinctions for her public communication and knowledge integration, which range in formats from TED, WIRED, the UN, BBC, and Nat Geo to rural schools in Patagonia and traveling buses of schoolchildren in Congo. She is a senior fellow of the Gruter Institute, a TED fellow, and currently advises the Chilean government, working on long-term strategies in science, technology, innovation, and knowledge for Chile’s president. She can be found in Chile and New York City. Transcripts may contain a few typos. With many episodes lasting 2+ hours, it can be difficult to catch minor errors. Enjoy! Listen to the episode on Apple Podcasts, Spotify, Overcast, Podcast Addict, Pocket Casts, Castbox, Google Podcasts, Stitcher, Amazon Music, or on your favorite podcast platform. You can watch the interview on YouTube here. Listen onApple Podcasts Listen onSpotify Listen onOvercast #598: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show. I’m very excited about this. We’re going to be talking about a whole slew of different topics, a wide spectrum of my personal interests, but not expertise. My guest today is Isabel Behncke. Let me spell that for you per her Twitter handle @Isabel, I-S-A-B-E-L, last name, B-E-H-N-C-K-E. Isabel is a field primatologist and applied evolutionary ethologist who studies social behavior in animals, that includes us, humans, to understand our urgent challenges with each other and the planet. Isabel grew up at the foothills of the Andes Mountains in Chile, where she developed a lifelong love for nature and wildness, as well as culture in the arts. An explorer scientist, she is the first South American to follow great apes in the wild of Africa. She walked more than 3,000 kilometers for us yanks, that’s roughly 1,864 miles, quite a few, in the jungles of Congo for her field research, observing the social lives of wild bonobo apes, who together with chimpanzees are our closest living relatives. Isabel documented how bonobos play freely in nature and has extended this research to show how human apes play at Burning Man, for instance, other festivals, and in everyday life. Isabel has observed how plays at the root of creativity, social bonding and healthy development findings that have relevance in education, innovation, complex risk assessment, freedom and many, many other places. Isabel will see how I can screw up these titles, and of course, degrees, which is always a challenge. Isabel holds a bachelor’s of science and zoology and a master’s of science in nature conservation, both from University College London, a master of philosophy in MPhil, and human evolution from Cambridge University and a PhD, although I think it’s a Doctor Phil, not Dr. Phil, as in the daytime show host, something like that. PhD in evolutionary anthropology from Oxford University. she has won several distinctions for her public communication and knowledge integration, which ranges in format from TED, which was also most recently on the grand stage. Congratulations for that. WIRED, the UN, BBC, where I think she won or was nominated as having one of the most interesting interviews of 2020. I think she ranked number three and Nat Geo to rural schools in Patagonia and traveling buses of schoolchildren in Congo. She is a senior fellow of the Gruter Institute, a TED Fellow, and currently advises the Chilean government working on long-term strategies in science, technology, innovation and knowledge for Chile’s president. She can be found in Chile and New York City. You can find her on Twitter like I mentioned @Isabelbehncke and on Instagram, @Isabel_behncke, B-E-H-N-C-K-E. Now we can get into it. Isabel, nice to see you. Dr. Isabel Behncke: Hello, Tim. Tim Ferriss: We are going to bounce all over the place, and we’ve met before. I am excited to dig into all different stories, all sorts of background and cover a lot of things that we have not talked about. Let’s start with Baco and Jiro. Who are Baco and Jiro? Maybe you could paint a picture for us? Dr. Isabel Behncke: I love this question. It was almost 2010, Baco and Jiro are two males. One of them was kicking the other in the nuts. Tim Ferriss: [Laughs] Where I like to start all my interviews. [Laughter] Dr. Isabel Behncke: Gently. There was no harm done and don’t do this at home. I should have start saying that. There was also some biting and other forms of physical touch, which may have looked to an untrained eye like fighting, but Baco and Jiro were not fighting, they were playing. Baco and Jiro were in the depths of the jungles in Congo. They were not humans, but bonobo males. This observation of these two males playing was to me really extraordinary. Let me give you some context after the kicking in the nuts comment, bonobos together with chimpanzees are living closest relatives. We have many other evolutionary relatives, but they’re dead, they’re extinct. For us primatologists, it’s really amazing to be able to observe the naturally occurring behavior of apes in the wild. It’s difficult for many reasons, but they are still some alive, which is great. I was following this wild group of bonobos for a long time, for many months. Of course, they don’t usually meet other communities, and we can get into that. Why is it that typical interactions are within the community? Suddenly the study group, they have this way of traveling, which seems very intentional. You can tell it when you observe it, they suddenly switch into, “Okay, we are going somewhere.” They crossed the river, which typically demarcates their territory. I was like, “Oh, God, where are they going? These guys are going somewhere very intentionally.” They went into the territory of the neighboring community. I was like, “Whoa, something’s going to happen here,” because it doesn’t happen very often. When chimpanzees meet other communities, typically they tried not to because it’s aggressive. You can have neighboring basically males that patrol the territory and they will kill a male of the other community, sorry. Sometimes not only kill, but also maim. For instance, they will take out their genitals. That’s why this bonobo observation I think is poignant. [Laughs] There’s this joke, I cannot — okay. I’ll ask you what’s the most vulnerable part of the male anatomy? Tim Ferriss: Well… [Laughter] Dr. Isabel Behncke: It’s a leading question. Tim Ferriss: It’s a leading question, yes. Tim Ferriss: I would imagine having a bonobo pull and poke my genitals would make me feel very vulnerable. Dr. Isabel Behncke: [Laughs] Right. That’s the point. I think that’s the take home of this story. It is an extremely vulnerable part of the male anatomy. It’s actually used as such in aggressive interactions, and you actually use it in playful interactions. It’s I think playing with a line of trust, vulnerability, and real-life risk that’s extremely interesting and gets at the root of what play is. These males were playing and they were males from different communities. What trust do you need to build in order to have this interaction between males that don’t usually live together or are related? Tim Ferriss: Be a very unusual greeting among humans, to [Laughs] take a trip to Kansas City and walk up to a stranger and grab them by the balls. [Laughter] Dr. Isabel Behncke: It’s not good to be physical. Tim Ferriss: I don’t recommend. Dr. Isabel Behncke: Or anywhere, least of all outside home. Tim Ferriss: We’re going to come back to bonobo land because we’re going to talk a lot about bonobos. This, suffice to say, genital play comes up a lot, and you have matriarchs holding onto males by the genitals, walking them around in circles. You have lots and lots of this type of play. This is not a prescriptive recommendation to anyone out there, but it is interesting, so we’re going to come back to it. I thought I would just rewind for a second because we mentioned a lot of things in your bio. We mentioned applied evolutionary ethologist, for instance, let’s start there. What is an evolutionary ethologist and what is an applied evolutionary ethologist? Dr. Isabel Behncke: Ethology is the study of behavior. I might have as well just used behavioral sciences, but I use ethology because it’s my own particular field of training. People might be familiar with the work of Konrad Lorenz. Tim Ferriss: I’m not. Dr. Isabel Behncke: Oh, okay. Western ethology, animal behavior, comes from a group of people that were in Europe studying animal behavior. When they were studying animal behavior, they went, “Well, there are pressures and adaptations in other animals that are interesting in themselves, but that they also help us think about our own behavior.” For them, it was very important to observe behavior as naturally occurring inhabitants where animals live. Of course, we can still observe behavior in cages, and in zoos and inside homes, and that has its own value. As ethologists, we try to observe behavior as well in in the wild, because when it’s interacting with ecology, I think it tells us something very important about the environment in which animals have evolved, and what does this tell us about their behavior today? That’s ethology. Then the word applied. I use it in the sense that I was trained and worked as an ethologist, but almost without wanting or thinking about it. I can’t help but think about the world and the problems that we have today. Whenever you think about, say, cooperation, competition, play, aggression, obviously your mind goes, “Okay, what does this tell us about war and creativity and innovation and so on?” Applied is really trying to cross that bridge between science and society. Tim Ferriss: Great answer. Very helpful. Thank you. All right. Now with Lorenz, I’m thinking, I don’t know this particular name, but would B. F. Skinner have been an overlap in terms of timing or would Skinner have come much later on in terms of looking at, I guess, classical and operant, conditioning and things like that? Dr. Isabel Behncke: Yes. That’s a great question. I think not only in timing, but also in terms of approach. Let me tell an anecdote about Lorenz and then we’ll go to Skinner. Tim Ferriss: What was the full name of Lorenz? Dr. Isabel Behncke: Konrad, with a K. Tim Ferriss: Konrad Lorenz. Great name. Dr. Isabel Behncke: Konrad Lorenz. He was observing birds and he’s most famous for having brought up geese. He had these incubators with geese eggs. He discovered imprinting, namely, that when the eggs hatched, the first thing that the chicks look at, if it was him, rather than the female, the chicks would imprint on him. This is not quite what ethologists would do today, right, but we’re talking about the origin story. He started walking, basically, the chicks would follow him. He learned the vocalizations. He learned to communicate with them and go like, “Ah, ah, ah.” Then they would follow him, and he became like the mother geese. I love that because, of course, again, don’t do this at home, and we wouldn’t want to do it today as scientists, but I think there’s something about really putting literally yourself in the feet, and the wings, and the mind of another animal as much as you can, as the other animal rather than as a human that help you become a better scientist. I think Lorenz had that genius and he tried to look at the animals in his house. Tim Ferriss: Right. Then I guess Skinner, in contrast, was like, “We can’t understand the inner life of animals. We’re just going to look at observable behavior.” Please correct me if I’m getting any of this wrong, but stick them in a box and then shock them and do various things. We’re just going to clinically take notes on it. Very different approach based on very different assumptions, right? Dr. Isabel Behncke: Yes, very different assumptions. Actually, completely understandable, because, of course, Skinner was trying to do science, and he was trying to isolate variables and to do control experiments, which is an essential part of science. Of course, also Konrad Lorenz did things that today wouldn’t be considered proper science either. I think these guys were experimenting in different ways and today we have a consilience and integration of the experimental side of behavior and the naturalistic observations. Kind of exciting. Tim Ferriss: Yes, totally. I want to give you credit for a great word, consilience. I just want to define this for people. That is a fucking great word. Now, an agreement between the approaches to topic of different academic subjects, especially science and the humanities. There’s also a book by E. O. Wilson called Consilience that people might check out. It’s a bit dense, but consilience is a great word. Thank you for that. Dr. Isabel Behncke: Thank you for that, I love that. Tim Ferriss: Absolutely. I think the contrast of Konrad and B. F. Skinner is interesting on a whole bunch of levels. It’s something that has fascinated me for a long time. For instance, I watched a documentary, I believe the name was Nim, or Project Nim. It spoke to, I want to say, let’s just say a field experiment, also with laboratory experiments that was conducted in perhaps the ’60s, or early ’70s. The premise was attempting to raise a baby chimpanzee as a human. Spoiler alert, it ended up being quite a train wreck, but what they observed — when I say they, I should be very specific, let’s just call it field adoptive parents of this chimpanzees that the chimpanzee would exhibit all of these incredible behaviors outside of the lab, but as soon as you brought this particular chimp into the lab, they just refused to cooperate, or, at the very least, didn’t exhibit these behaviors. When I’m having conversations with any number of folks, and I love science, I’m very involved with funding science, and they say, “Well, do they have randomized controlled studies related to X and a laboratory?” My answer sometimes is, you can’t really do it, or it’s very, very hard, particularly with, in this case, maybe an obvious example of animal behaviors. Let’s jump from there, back in time further to Darwin and Humboldt. Now, I expect a lot of people listening will recognize Darwin, but they may not recognize Humboldt. [Chuckles] If we really rewind the clock, you just give us some of the early history of evolutionary thinking, because this is also something I don’t know a lot about but it just came up last week in conversation with someone named Noah Feldman, has been on the podcast, very smart guy. He raised a couple of anecdotes that I had never heard. Take it away. Dr. Isabel Behncke: Origins of evolutionary thinking, if you think about evolution, you will picture an old Charles Darwin with a long beard. Correct? The lone genius that had this great idea which, by the way, the philosopher Daniel Dennett says, “The best idea ever thought was evolution.” Let’s define what is this like, such amazing idea, the simple idea that all life is related. Evolution really is about how all life is related and how all life evolves. Everything has an origin and, like King Lear said, “Nothing comes from nothing.” Darwin himself was the grandson of this extraordinary man, who was called Erasmus Darwin. Erasmus Darwin was a polymath. He was a doctor, he was creative. He was a poet. He is one of the biggest influences on the Romantic poets, on Byron and many others. Darwin inherited first of all these strange influences. Erasmus Darwin used to hold these meetings in his home, they were called The Lunar Society, when they were trying to find out basically about life and creativity, as polymaths do. Tim Ferriss: Laughs] The polymath happy hour. Dr. Isabel Behncke: He had this — Tim Ferriss: Let’s get to the bottom of all knowledge. [Laughter] Dr. Isabel Behncke: Well, this is actually a big point, The Lunar Society was called like that because they would meet once a month in full moon and of course, drinking and food sharing was involved and they had to ride back home and so a full moon was a very practical thing to have. [Laughter] Tim Ferriss: Good call. Yes, nothing mystical about it. Just like that. “We’re going to be drunk off our asses. We need to be able to see the sidewalk.” Right. Yes. Dr. Isabel Behncke: Oh, yes, reality, empiricism. Erasmus Darwin had in his chariot an emblem called E Conchis Omnia, in Latin, “Life comes from the sea.” The point what I’m trying to make here is that Darwin himself had ancestors, both intellectual ancestors, but also family ancestors that were thinking about evolution. Often ideas are in the environment. That’s the family side of Darwin. Equally, or, if not more important, I think for Darwin was the influence of Alexander von Humboldt. Von Humboldt is a Prussian aristocrat who was born the same year than Napoleon, I think 1769. He died, by the way, on 1859, which is the date that Darwin published The Origin of Species. Tim Ferriss: Wow. Dr. Isabel Behncke: That’s an interesting [Laughs] evolutionary contingency there. Von Humboldt was an explorer, a genius, another polymath, scholar and I think above all, which is the point that I want to link between Darwin and Humboldt and the origins of how we think about nature and how we think about evolution, neither of them were white coat, lab scientists. They were just scholars that live within four walls. They were both explorers and they were both adventurers and they were both naturalists. This is super important, because I think it’s a tradition of thinking that basically has given us the most important ideas that we have today on evolution and nature. Let me sensitize those ideas. Humboldt leaves Europe and embarks on this extraordinary trip to South America, and of course, I’m not biased — Tim Ferriss: [Laughs] But you’re biased. Dr. Isabel Behncke: — but it was a trip to South America, of course. [Laughs] Let me point it out. Tim Ferriss: I’m not biased, but let me tell you — trips to South America, but we’re in South America. Dr. Isabel Behncke: Exactly. All over the place but not quite. Humboldt goes to Venezuela, Colombia, and Ecuador, and he climbs Chimborazo, and basically, he does an Indian route. He never got to Chile, unfortunately, but Darwin spent around three years in Chile, the voyage of the Beagle that we can talk about separately. The five-year voyage of the Beagle, three years-ish were in Chile, which I think is super important, basically, he spent a lot more time there than in Galapagos. Tim Ferriss: Quick question. Why did von Humboldt choose to go where that expedition ended up going? Dr. Isabel Behncke: Great question. First, the New World, in a nutshell, the excitement of the New World. First of all, he needed to get out of Europe because his mother had very high hopes for him as a civil servant. When his father died, he had an inheritance and he decided to spend it funding his own adventure. Tim Ferriss: Mom must have loved that. [Laughter] Dr. Isabel Behncke: Right. Because she was socially — I don’t want to say a snob, but ish — Tim Ferriss: I know she was high society, aristocrat. Old world, like Brahmin. It’s no joke. Dr. Isabel Behncke: Exactly so it’s like, “You, you’re going to give me grandchildren that have a certain position.” Tim Ferriss: “I’m going to Venezuela, Mom. See you when I see you.” Dr. Isabel Behncke: Yes, “Bye.” Exactly, “I have my own funds.” It’s a longer story. If you want to read about this, I would really recommend the most fantastic book I’ve read in the last few years by Andrea Wulf. I think it’s called The Invention of Nature. There are several books about von Humboldt, but in Andrea Wulf’s research, she brings together the adventure, the naturalist, and also the influences. What I think to me is amazing as a scientist is that we all know about Darwin and we can see his image. Immediately you go, “Oh, yes, old guy with a beard,” but who’s Humboldt and why we don’t actually know more about him? Humboldt was the direct intellectual father of Darwin. Darwin was reading Humboldt’s diaries of his explorations in South America, and when Darwin gets invited to go on the Beagle, he was actually thinking of Humboldt and in Patagonia, he’s a very bad sailor. He hates being — Tim Ferriss: This is Darwin? Dr. Isabel Behncke: — on board, which is another topic. This is Darwin. He would puke and get seasick, which I think it was good because then it meant that he had to go inland. That’s a different topic, but the point is that he’s writing his Voyage of the Beagle diaries and citing Humboldt saying, “Thank you. If it weren’t for you I would have not taken this voyage,” which is amazing how this lineage is and of influence. You have one hand Humboldt that invents “The modern concept of nature” because he really invents the concept of ecology, how things are interrelated. The field of complex systems, the field of ecosystems as complex systems, I really think takes a lot from Humboldt because — and this important. The British tradition is about taxonomy, an organization in boxes, Linnaeus, but whether it was because he was German, and also Humboldt as a young man had spent time in Jena with Goethe, and with their creatives and poets of the early Romantics. I think that experience really opened his mind to the future scientist that he would become… You’re smiling. Tim Ferriss: Wow, just casually hanging out with Goethe. Man, what an era. Dr. Isabel Behncke: I know. [Laughter] Tim Ferriss: Just going out to shop with Goethe. Oh, my God. As one does. Dr. Isabel Behncke: As one does. Tim Ferriss: I wanted to read a letter from Letters of Note, which I recommend to everyone. They have Instagram, they have a website, they have books. Letters of Note, which are copies of old letters, generally older letters from people of note to other people. There’s an excerpt of one letter from Charles Darwin to Charles Lyell, I believe it is L-Y-E-L-L, from October 1st, 1861. It reads, “But I am poorly today and very stupid and hate everybody and everything.” He didn’t always have good days. [Laughs] Dr. Isabel Behncke: Yes. [Laughter] I love that letter so much. Tim Ferriss: This is incredible. Let me really make a large leap here to a question that might seem strange, but a lot has happened, a lot has been observed, a lot has been studied, a lot has been found since Humboldt and Darwin’s day. As it stands right now, what are some of the most interesting theories, let’s just call them theories, or findings related to evolutionary biology? I’d love to know if there are any newer, let’s just say, in the last 10 to 20 years, theories related to evolution that people might find interesting or surprising. I’m going to keep talking for a second just to also buy time. Part of the reason I’m asking, this is as someone who really has not studied evolutionary biology, I would like to think I have a basic understanding but that’s probably hubris. I’ve had two different dinners recently in the last few months with two incredibly smart people who, granted, come from religious families. I want to grant that, but both of them have also extremely strong mathematics backgrounds. In effect, after a couple of glasses of wine, they raised a couple of names, and they said, “Well, we’re not sure. It seems probabilistically that the original, let’s just call it, description of evolutionary thinking, per the era of say, Darwin, and so on, can’t really account for all that we’ve observed to date.” I don’t know if that’s nonsense. I don’t know if there could be anything to it, but I would love to hear any and all thoughts. It doesn’t have to relate to that specifically, but certainly it planted a seed and they were like, “Well, go check out this person who’s an incredible scientist who agrees with me,” but I haven’t actually done that homework. Any thoughts? Dr. Isabel Behncke: Right. Great question. Of course, I don’t know what these mathematicians specifically are referring to, so I would need to assess it. I would mention one thing, I think the most exciting revolutionary aspect of the last, say, well, let’s call it 50 years, is an integration between Darwin and complexity. Santa Fe Institute meets Darwin, and meets Humboldt. Let me explain why, because Darwin as a naturalist described the mechanisms by which new species arise, namely natural selection, he also described sexual selection. Then you might say, “Well, what’s the difference?” As I remember a teacher saying, “Look at nature, look at any structure that seems useless, and then typically that will be a result of sexual selection.” Pick up a feather versus wings. Anyway, Darwin described both sexual selection, natural selection. Tim Ferriss: Could you actually just take a second to expand on that? Sexual selection is something that doesn’t have a utility per se, but it could be a, I think you said a feather, a particular, I guess a mating dance would be too obvious. Dr. Isabel Behncke: No. It’s selected. Say, “Tim is funny and Tim gets to reproduce because he’s funny.” It’s… Right? Tim Ferriss: [Laughs] One can hope, a boy can dream. Yes. [Laughter] Dr. Isabel Behncke: Sorry, that was an awful example. Tim Ferriss: That was perfect. The jury’s still out, TBD. Yes. Dr. Isabel Behncke: We are lonely species and males have some advantages in that respect. [Laughs] Although technology also brings other possibilities. Anyway. It’s actually, now that I think about it’s not such a bad example because you would say, “What advantages would being funny actually bring?” You’re spending cognitive energy in something, you’re being silly. You’re spending time and maybe you’re distracted. Maybe if you’re too distracted a predator will get you. If females like it, that trait will get selected. That works for father’s cleverness. There are many traits that you can go, and this looks expensive and annoying and in orderly colorful, but there are traits that evolve and get selected again and again, because mates choose them. MIDROLL Tim Ferriss: I pulled you off topic in part just to explore the sexual selection piece, but you’re saying, all right, Darwin covered natural selection, right? Too slow, you get eaten by saber-toothed tiger kind of thing. Sexual selection, which would be, say, the colors of the feathers, not for flight purposes, but for say mating purposes, humor, you gave another example, but you were going to explain how Darwin plus complexity is something else. Now in this case, I don’t actually know what complexity refers to. I would love to hear more. [Laughter] Dr. Isabel Behncke: Well, I think I don’t want to get in trouble with the mathematicians, but I think a broad way of describing complexity is how things interact with other things. Is in a way that the study of structure and that’s why complexity combined with evolutionary theory is important because they are not only genetic in genetic information being passed, but organisms exist within structures, namely societies, but also ecosystems. These structures impose dynamics of their own in turn that influence the organisms. Let me give you a specific example on how these two domains combine. The two domains being complexity and evolutionary thinking, which is going back to your question of what do I think is most interesting as a development today? It’s the concept of niche construction. Are you familiar with this? Tim Ferriss: I know those two words separately, but I’m not sure what they mean in this context. [Laughs] Dr. Isabel Behncke: Okay. Great. Fantastic. Niche construction is basically to construct a niche. Tim Ferriss: So far I got that. I follow. Dr. Isabel Behncke: What does that mean? So far, yes, exactly. Great. Darwin described how earthworms are not only adapted to their environment, but also in the process of living, they modify the environment they’re in. A worm travels, creates, borrows, it defecates. In doing so changes the organisms that are available, changes the frequency of these organisms, also changes the pH of the soil and so on. Namely the activity of an organism, modifies the environment in which the organism is in. I mentioned the example of earthworms because it’s a very basic, simple example. This is most obvious when we think about humans. We are niched. Every organism on earth is a niche constructor. Organisms are not passive things that just adapt to their environment, which I think it was the old way of seeing things, like an organism is a thing that basically has to respond and adapt. The revolution I think is that in niche construction, you go, “Organisms are also agents of their own change,” because by the process of living, they modify themselves, each other and their environments. If you think about the other animals, say, humans, we not only modify our environments physically, but also we are cultural niche constructors, which means that we live in worlds that are also cultural, by creating this world, then you have to adapt to them. If you have to adapt to them, that changes the feedback loop on your own existence. That’s why traits that, 10,000 years ago, would have not been very useful for survival, now they might be very useful and the other way around. That’s why I think we can — that’s a longer conversation, but the notion of cultural niche construction, I think it’s exciting. It combines elements of mathematical complexity theory. Although I don’t want to get in trouble with the mathematicians, I’m very scared of them. [Laughs] Go talk to the Santa Fe Institute — Tim Ferriss: Yes, no problem. Dr. Isabel Behncke: — people about this. Tim Ferriss: What I’ll also do, do any names come to mind, researchers, scientists, mathematicians or otherwise, who comment or/and have investigated and studied the intersection of say, Darwinian thought with complexity. Do any names come to mind? Or we can certainly do some homework. Dr. Isabel Behncke: Yes. The original book on this was published by John Odling-Smee and Kevin Laland, two mathematicians and naturalists, broadly understood. Today I would point out to David Krakauer, who is the president of the Santa Fe Institute, and I think he himself in his thinking and just the work he does embodied this. Tim Ferriss: Perfect. Dr. Isabel Behncke: Also they have a lot of great applied work. Santa Fe Institute, for instance, I would suggest reading what they published in relation to understanding the pandemic from this point of view. I think this approach is incredibly enlightening. Tim Ferriss: All right. We’ll link to all of those in the show notes so people will be able to find everything that we just mentioned, or I’m using the royal we, everything that you just mentioned. What you said about niche constructors modifying their environment, which in turn creates this feedback loop, reminds me of the Winston Churchill quote, “We shape our tools and then the tools shape us.” It applies all the way from the earthworm to, for instance, large herbivores in Africa. If you look at hippopotami and the paths that they create which affect water flow and a million other things, it’s just incredible how interconnected all of it is, and how many feedback loops exist, which we do need some mathematics to begin to try to evaluate how these many hundreds and thousands and millions of feedback loops might interact in any way that we can comprehend. I’ll check out David Krakauer. That’s a great lead. How many bonobos are there in the world at this point, roughly speaking? Dr. Isabel Behncke: Is very difficult to have an exact number, but they would fill out a small stadium, maybe hopefully more than 10,000 and probably less than 60,000. Tim Ferriss: Just for comparison purposes, how many chimpanzees are there? Is it a multiple of that? Is it roughly the same? Dr. Isabel Behncke: Yes. Oh, for sure. It’s at least one order of magnitude more. I’m thinking, no, not two orders of magnitude, but if you sum the three subspecies, I want to say around the million or less, but actually — Tim Ferriss: Okay. No problem. Dr. Isabel Behncke: — let me get back to you with the latest counts. Tim Ferriss: Bonobos and chimpanzees are contrasted, because they seem to have so many differences of, [Laughs] not just styles, personalities, behavior, their societal structure. I do want to talk about all of these things. Why is there such a discrepancy in the number of bonobos versus chimpanzees? Is it due to the state of affairs in Congo? Is it because they’re in, for whatever reason, not naturally selected as well? Could that be a plausible vote in favor of aggression? I don’t know. How would you describe the discrepancy? I’m not fishing for a yes answer to the latter, I’m just saying it’s — I hadn’t thought about this until I prepared for this interview and I was like, “Why are there so few bonobos?” and I didn’t have a good answer to that. Dr. Isabel Behncke: I think the word is evolutionary contingency. Probably the evolutionary event that led to the speciation of this two species. Speciation, meaning, what happens when you have an ancestral population of an ape that was the grandfather of chimps and bonobos? Something happens, and later down the river of time, you have two distinct populations, one is bonobos, one is chimpanzees. This event was probably, but we’re still discussing about it, the geographical formation of the River Congo. The River Congo is an enormous river that in order for you guys to picture it, don’t think of a river, think more of a moving lake. If anyone has visual images of the Amazon, the Congo is only second in size to the Amazon. It’s really the Congo basin and their Amazonian basin are equivalent. Both of them are the lengths of our planet. You have this enormous river and north of the River Congo, you have the distribution of chimpanzees and south of the River Congo, you have bonobos, which means that at the time, and both species adapt and niche construct with their environment. Bonobo environment is a lot more wet and tropical jungle than chimpanzees. Having said this, there’s a huge variation in chimpanzee habit that chimpanzees are probable, but I say this with so many caveats because bonobos also have ability to exist in somehow dryer environments, but as a gross overgeneralization, chimps exist in a more varied, array of landscapes. They can be in tropical forest, but also in dryer environments, which probably, it’s a chicken and egg thing. Can they be there because they’re better at adapting? Or is it because they were north of the river that they actually adapted that way? What we know is what we find today. I think it’s contingency and sometimes they hunt, sometimes they don’t, depending where in dry environments they hunt more. Tim Ferriss: This is chimpanzees? Dr. Isabel Behncke: Yes. Sorry. Chimpanzees. I think both species are incredibly flexible, but chimpanzees have a wider distribution. Perhaps in terms of the dietary adaptations, they might be more flexible. Tim Ferriss: On the dietary side, just because I’m extending our conversation that we had many months ago, and I’m just curious. I’m going to follow my curiosity. Apologies to everyone who’s expecting a really well-constructed, 60 point, sequential set of questions here. [Laughs] On the dietary side, do bonobos hunt, has that been observed? Maybe you could speak to chimpanzees because my very, very minimal understanding of chimpanzees is that not only do they hunt, but they also sport hunt in a way, or they go on raids of sorts. Could you just maybe speak to both and contrast? I would just love to know because I’ve never asked anyone and you’re the person to ask if bonobos have ever been observed to hunt. Dr. Isabel Behncke: Yes. Both species hunt. Chimpanzees hunt more than bonobos, that’s the summary. Now let’s dig into this. For years, the archetype was that chimps were mean, aggressive hunters and bonobos were the nice, vegan, loving — Tim Ferriss: Orgy lovers. Dr. Isabel Behncke: Exactly. Thank you. [Laughter] Dr. Isabel Behncke: Suddenly, I became coy. Tim Ferriss: Yes, what’s all that? You just got so shy all of a sudden. [Laughter] Dr. Isabel Behncke: I know. It’s like, what? Exactly. Yes. Thank you. I think that’s what’s so cool about studying animals and about science, that things are always more complex and have more variants and nuance. As you understand more the animals, particularly when you’re dealing with large brain intelligent animals, of course they’re plastic, of course they change, of course not all the populations do the same stuff. Of course there’s a huge variation according to which environments they’re in, then you can start making predictions and saying, “Well, if they’re in wet environments, if they’re in rich environment, how does this drive behaviors like hunting and aggression and so on?” That’s the domain of socioecology, which is the study of how social behavior changes according to environmental pressures. Having said that, I mentioned that because I think it’s important to understand that we are also animals subjected to the same pressure. I guess what our environment changes, we change. For chimps and bonobos is the same. We can even speak of say, Western chimpanzees have been said of having a more bonobo strategy in the sense of females have stronger bonds and they can be nicer and hunt less than Eastern chimpanzees that hunt more and there’s more advance aggression, and et cetera. Tim Ferriss: Geographically could you just place us, where would the range of the Western chimpanzees be in versus the Eastern? I know there’s probably not a super clear demarcation down the middle, but geographically, where are we placing those groups? Dr. Isabel Behncke: The Eastern chimpanzee would be the chimpanzee that most people know because of Jane Goodall’s studies. Your Gombe chimp is your Eastern chimp. Thank you for asking that question, because of course, for Jane, when she started studying these chimps, and the things she observed, including the four-year war, Jane Goodall, after a while, she thought that chimpanzees to begin with, they were a nicer version of us. I think this is certain in a broader context of, of course, we are looking at ourselves by looking at these animals. She makes this amazing discovery when she observes them using tools and there’s a famous anecdote. She writes to Louis Leakey, who has the idea of her going there and saying, “Look, I know that the definition of human is that we’re the only animal that uses technology, but I’ve observed these animals, namely chimpanzees using and creating technology, so we have a problem. Basically, we either — “ Tim Ferriss: [Laughs] “How are we going to handle the PR on this one, Dr. Leakey?” Dr. Isabel Behncke: Exactly. [Laughs] “We have a problem, Dr. Leakey,” either we widen the definition of who’s allowed to use technology or we change the meaning of being human. That’s a very famous — I hope that’s in Letters of Note, by the way. I don’t know if it is. But it should be. A telegram. Tim Ferriss: It might be. They’ve gathered some incredible letters and people also, can hear quite a bit about some of these earlier experiences that Jane Goodall had in my conversation with her. We explore that quite a bit. They could also find documentaries like Jane online which will give you quite a view into this four-year war as you mentioned. Really, just as different tools, obviously, different weaponry but just as horrifying as human war. The ongoing protracted war which is not isolated to chimps, right? We look at certain ant populations. It’s as if my memory serves me correctly there’s like decade-plus long wars going on. I want to say somewhere in the American Southwest or near Mexico, and then we get to the West where is — you can comment on any of that you’d like, but at some point I would love to know where the Western chimps are. Dr. Isabel Behncke: Yes. Look at Africa, Central Africa, note where the Congo River is, which is on the upper third bit of DRC. I’m talking very broadly here. Then look west, Guinea and Cote d’Ivoire and all that area that is north of the river, on the west. Tim Ferriss: Yes. I’m going into Google Maps and looking at this right now. You know what’s interesting, it says Gombe — I’m looking at Gombe — Oh, I guess I got pulled into the wrong place because — Dr. Isabel Behncke: Gombe is in Tanzania. Tim Ferriss: Yes, right. There’s also a Gombe in Nigeria. Tim Ferriss: People should be aware if they pull it up on a map, Gombe is in Tanzania in the context in which we’re using it. Dr. Isabel Behncke: Yeah, so if you — Look at the map of Africa and if you look at the heart of it, literally the heart of it, that is the DRC Democratic Republic of Congo. To the right of that, you’ll find Gombe, Tanzania at Eastern Africa. Tim Ferriss: Yes, exactly. Dr. Isabel Behncke: That boundary — and Lake Tanganyika is in that boundary. Actually, when you climb the Hills of Gombe, which are steep and it’s hardcore, one reason to study bonobos is that the Congo Basin is flat. Anyway, when you climb Gombe, yes, there are like killer bees on the Tanzanian side. When you climb Gombe and you look down at Tanganyika, then you can see Congo. Tim Ferriss: Got it. Dr. Isabel Behncke: That is the line that I’m trying to draw. Tim Ferriss: I’m looking at a map here, so DRC, Democratic Republic of Congo, is going to smack in the middle of Africa. If you imagine that country, this is going to sound funny but as the United States, DRC, the Congo is the United States. There’s actually a little hook in the Southeast that looks like Florida. If you were to look at where new England is right on that border, let’s just say going into the ocean that would be Uganda. Then below that say around where? Like New York, New Jersey would be — you have Rwanda, Burundi, and then you have Tanzania covering pretty much everything down to Florida. There is this gigantic lake as you mentioned it which I’m not going to be able to pronounce properly that forms the border basically between DRC and Tanzania. What was the name of this lake again? Dr. Isabel Behncke: In Tanzania? Tim Ferriss: Tanganyika. Dr. Isabel Behncke: Tanganyika. Tim Ferriss: That gives you a bit of an image. The Western chimps, where does that group begin? This is going somewhere, folks, so don’t worry. Well, I’m not getting like totally Where’s Waldo? with geography forever but where? Do they start west of that lake? Dr. Isabel Behncke: No. So Lake Tanganyika goes north-south. It’s like a very long and actually very deep lake. I think it might actually be one of the deepest lakes in the world only after Baikal I’m not sure. West of that, you have gorilla populations. The Western chimpanzees are north. That’s why Tanganyika — again, think of DRC as this heart of Africa and then the river, the Congo River is on upper bit. As Conrad, the writer, the author of the Heart of Darkness described it because he sailed the — that’s the origin of Heart of Darkness. In fact, he described it as a coiling snake. Think of the Congo River as this coiled, enormous coil snake that goes, it’s at the head of DRC. DRC for context is the size of Western Europe. It is an enormous, enormous country. Western chimpanzees are north-west of that. Tim Ferriss: I see. Dr. Isabel Behncke: You see what I mean? Tim Ferriss: Yes, I do. Dr. Isabel Behncke: You were talking about your conversation with Jane and the four-year war and aggression in chimpanzees. The person to read and listen and follow about that work, kind of the, who is the modern Jane Goodall in the sense of following chimpanzee behavior and working on aggression, which is of course, and the origins of war, which for very obvious reasons is a very topical issue today, is Richard Wrangham. He’s a British primatologist who has been at Harvard directing the pan lab for many years. He has many books. He’s creative. Tim Ferriss: How do you spell Richard’s last name? Dr. Isabel Behncke: Wrangham. W-R-A-N-G-H-A-M. Tim Ferriss: Okay. Perfect. Dr. Isabel Behncke: Wrangham. His last book is called The Goodness Paradox. Why is it that humans are relatively good, if we should, in inverter commas, given what we see in chimpanzees, be a little more aggressive? I think all things that Richard covers about this topic are incredibly useful. He has been observing chimpanzees. Well, he worked with Jane and so I can’t recommend him more thoroughly. That was one. Yes. Then the second you mentioned war in ants. I think the recommendation there would be, and you had also mentioned E. O. Wilson, the author of Consilience — naturalist, and very famous for sociobiology in 1964, namely, combining social sciences and natural sciences and creating a bit of steer in the process. His favorite student, he’s alive today, the student, because Wil died — Tim Ferriss: Very recently. Dr. Isabel Behncke: — a couple of months ago. Very recently. Yes. I would invite everyone to read the work of Mark Moffett. Mark Moffett is also an ant biologist, the favorite student of E. O. Wilson. Mark’s an explorer, another person in this tradition of doing theoretical work, thinking about animal and human societies but combining exploration science and theoretical thinking. He published a book called Swarm, is basically about human societies. He makes this wonderful point that in many respects the dynamics of ants inform us about our sociality including war a lot more than we can see in other animals, so that’s a recommendation. Tim Ferriss: Very cool. Swarm. Great book title. If you look at the, let’s just say contrasting behaviors of Western chimps and Eastern chimps and then bonobos, do you think it’s primarily a function of food scarcity versus abundance or something like that? Dr. Isabel Behncke: I think that definitely plays into it, but I also think that you have the niche construction element there namely that cultural animals have dynamics of their own that are perhaps put in place in first place because of ecological conditions, but once they get going, they have their own weight, like a culture. Tim Ferriss: Yeah. And their own durability also, even if the initial conditions are not the current conditions. Dr. Isabel Behncke: Correct. So this example is also — yeah — Tim Ferriss: I was just going to say also, that as you mentioned, you have genetics as we understand it with, or — we, I’m giving myself a lot of credit there, but genetics in terms of DNA and the code that gets passed down as we understand it. Environmentally largely unmodified DNA, meaning you have these random mutations that sometimes lead to better fitness and then natural selection, but we don’t have to go down this rabbit hole because it’s also a rat hole. It gets co-opted by a lot of new agey stuff. Epigenetics also, these more acute effects on progeny and their behavior and so on. Please continue. You’re saying that the niche construction, by cultural weight, could you give an example of that or that type of the impact of that? Dr. Isabel Behncke: Yes. Selection pressures that work on behavior of social animals. Let me give you an example. When you observe bonobos, immediately females they stand out as we would call them empowered and they seem to make decisions and to have the upper hand in the sense — not that bonobo males are in any way, and let me make this super clear, bonobo males are magnificent, strong, amazing males. This is not an example — Tim Ferriss: They’re not like spider males who get eaten after procreation. [chuckles] Dr. Isabel Behncke: No, exactly. They are beautiful, magnificent males. This is not an example of a war of the sexes where you have, okay, females won the war of the sexes and these guys are puny little guys on the outskirts of society. No. I can show you pictures, videos, they’re magnificent, and I think also they have fun. They’re playful, they’re strong. Going back to the example you asked for. Immediately this difference between bonobo females being empowered, they don’t get raped for instance. Female choice exists throughout nature, but rape can happen in some societies and some species. In bonobos, we have not observed rape. The males make an invitation to mate, which is a fun head bob, gesture. Tim Ferriss: It’s like Tango. Cabeceo. [Laughter] Dr. Isabel Behncke: Right. Tim Ferriss: Sorry, inside joke guys. This is how males invite women to dance from across the room. Anyway. [Laughs] Dr. Isabel Behncke: No, but it is correct. I had not thought about this. Tim Ferriss: Same, same. Dr. Isabel Behncke: I failed as a primatologist and a South American. This is like staring me in the face. Tim Ferriss: The males do this head bobbing thing, as the invitation. Dr. Isabel Behncke: Yes. As the invitation. The point I want to make is that you can ask, why is this happening in bonobos say as opposed to other species? The thinking is that the wealth in the environment, it played a very important role in the development of bonobos because let me backtrack a little bit into socio-ecology 101. Think, what are your main problems if you are a mammal? If you’re a female mammal, typically, female mammals are constrained by resources because being a female mammal is expensive calorically. You have to travel, if you’re lactating, if you’re carrying babies. There’s a lot of investment that female mammals have to do with procreation and carrying babies for sometimes a very long time because mammals have large brains which are in turn expensive to maintain. Babies can be useless. Tim Ferriss: And they’re born before they’re ready to go. In order to pass through the birth canal or to be born properly. They’re born helpless. Dr. Isabel Behncke: Yes. That is most extreme in the case of humans. Tim Ferriss: In chimps. I guess — no, I’m sorry. I was thinking mostly of speaking of higher primates and humans. To be clear, when a giraffe drops out, it’s got to be ready to run or it’s lion food. [chuckles] Dr. Isabel Behncke: That’s a great point, actually. Just observe giraffes or any large herbivore. The relative period of uselessness in an infant between this kind of animals versus us or gorillas, chimps, bonobos. Herbivores, whether it’s a giraffe or a horse or deer, they get up and they start walking. They’re still protected by the mother and of course fed by the mother but our babies are useless for a very long time. Tim Ferriss: It’s expensive to be a female mammal. It’s expensive. Dr. Isabel Behncke: Exactly. Thank you. It’s expensive to be a female mammal. Female mammals are typically constrained by resources. If you have an environment where there aren’t enough resources, female mammals the most basic thing is that they have to be on their own because there isn’t enough food for everyone to gather. Not enough supermarkets, can only feed say one female and her two babies. You’re stuck on your own. If there is enough food, ah, now you can go to a party. You can hang out with other females. This is really important because I think the social revolution for bonobos was that female mammals were able to hang out together. In order to form a bond, you need a very basic thing to happen. If you are a primate that doesn’t bond online, you need to be in the same physical space and because mammals bond through physical interaction, if an environment allows for females to be in the same place, you can afford that possibility. Not that it will always happen, but we think that in bonobos, the fact that they were in a relatively wealthy environment, wealthy meaning a tropical forest with a lot of fruit and fruit has high in calories, then you can be in the same place. This is where you get into the multiple feedback loops. Females in the same place, females hanging out with each other, social proximity. Social proximity, bonding. Bonding, alliances. Alliances, we advance our own interest. What is our interest? Female mammals have two problems. Some of them have many problems, but one of them is being energetically expensive, and the second one is in infanticide. Infanticide exists, it’s relatively widespread. If you think I’m going to sound like a horrible person without a heart but if you think of your genetic investment, taking away love. What a terrible thing to say obviously for a female mammal, your child being killed is an awful thing. Purely because of the time and energy invested in creating and maintaining this infant. What I’m trying to get at is that the adaptations for female mammals that have to do with avoiding infanticide are important. In that sense, choosing males that are nice males and not choosing males that will probably be infanticidal is an important thing. Tim Ferriss: Oh, interesting. I have a question. May I jump in with a question about this? When I hear — this probably not a sense I use very often — but when I hear in infanticide, what I think about is cases with say lions, bears. It’s very, very common in the natural world where a, let’s just call it a challenger male will come to a pride, kill a resident male. That male lion will want the female lions to go into estrus. If they’re lactating that won’t happen, therefore he will kill the cubs. This happens amongst bears, is my understanding. You’re saying in this case, there’s also infanticide where the actual biological father will kill the infants? Dr. Isabel Behncke: Not typically. No. Sorry. I should have been specific about that. What I wanted to say is that infanticide, as you’re pointing out happens in nature. The only thing that I’m saying is that avoiding infanticide is important for females. What I’m trying to get at is that I think, you asked about the contribution of a wealthy environment. Why are bonobos so nice? It’s like, is it because they have more food? I think that plays into it, but I also think it’s a cultural niche construction. Also, you have multiple levels of selection. What we see is that females have been selecting nice males and nice males get rewarded for being nice because females choose them. What you see is that multiple feedback loops. The way of summarizing this better I think was done by the rapper, Baba Brinkman when he — Tim Ferriss: I didn’t see that coming. All right. Dr. Isabel Behncke: [Laughs]. Tim Ferriss: I don’t, but please continue. Dr. Isabel Behncke: He’s a great lyricist. He rapped The Original Species. When he was rapping about how sexual selection works, and these processes, basically female choice, and he was showing gangsters and rap culture being all aggressive, and he said, “Girls, you are selecting traits in males, in order to create a better world, don’t sleep with mean people.” [Laughter] Tim Ferriss: I think that’s a good advice. Good advice. Dr. Isabel Behncke: I am obviously saying it as a joke but what I’m trying to illustrate here is that female’s sexual choice is important and in bonobos because of what was possible for them to happen, given that they were able to form coalitions perhaps we see more clearly. That’s all. Tim Ferriss: Let me ask you a couple of housekeeping questions that may go nowhere. I apologize to everyone if this goes nowhere. If you look at say, bonobo versus chimpanzee populations, is there a different gender split? If you look at a given cohort, I don’t even know how you would define that. It’s probably not a single troop, it’s probably a little wider than that. If you look at bonobos, is it 50/50 male/female, and chimps roughly the same? Is it 60/40? Is it 80/20? The second question, let me rephrase that, the second question is about body size discrepancy. Between males and females in bonobos is the discrepancy the same as in chimps? I’m trying to think of other factors aside from food scarcity or abundance that might contribute to different social dynamics. Dr. Isabel Behncke: Both species have the same sex ratio, around 50/50. Tim is asking about dimorphism. Sexual dimorphism is, if you look at males and females, if roughly the body size and other trades similar or where you see big differences? Tim Ferriss: Right. Dr. Isabel Behncke: One example of huge dimorphism would be gorillas. Think of a male Silverback big, enormous guy, and female’s much smaller, or say a stag, a deer, red deer. As a rule of thumb, again, grossly overgeneralizing, dimorphism indicates lack of monogamy. Again, maybe we shouldn’t get into this because there are many nuances here, but in chimpanzees and bonobos, females are a little bit smaller in both species, and dimorphism might be a little bit more in chimpanzees. Namely, you don’t see this huge body size difference but there is a body size difference. In humans it’s evident as well, in the sense of like most males, if you think of averages, are taller, heavier, stronger than females. Obviously, there are exceptions but we’re talking statistically. Tim Ferriss: Yes, we come back to what you said related to dipho — [Laughs]. Never said that word before. I forgot what you said about dimorphism. Dr. Isabel Behncke: Dimorphism. Tim Ferriss: That that is reflective or indicative of a lack of monogamy. Is that right? Could you elaborate on that? Dr. Isabel Behncke: Let’s think about animals that have most dimorphism. Again, let’s pick the deer or gorillas. Typically, that indicates a higher social structure in the sense of one male and several females. That, of course, it’s not a symbol. That with time, we have learned that gorilla social systems are a lot more flexible than we thought. That’s another rule of thumb. It’s always more complicated than you think. I think Oscar Wilde has a great quote about, “The truth is rarely simple.” Tim Ferriss: No. I’ll look it up. Dr. Isabel Behncke: [Laughs]. It’s a rule of thumb. Bonobos and chimpanzees are similar, I think, in much more ways than we think they’re different. In the past, I think, because we were coming out of, we still are, in thinking of evil and goodness, chimpanzees were the bad guys and bonobos were the good guys. Chimpanzees are technological Machiavelli politicians and male rapists and then bonobos are the feminist, peace-loving. Again, life is a lot more complicated. I would just really like to stress that we should try to get out of this sharp contrast. Both species have undergone their own paths. I don’t think it’s correct to say good guys and bad guys. There are no angels. Bonobos are no angels. There’s conflict at every level of organization in nature. Also, I think we should be careful about the naturalistic fallacy. Naturalistic fallacy, meaning, “Oh, if this happens in nature it means that. This is okay for us to do the same in human societies, or this ought to be the way.” Sorry. I said a lot. Tim Ferriss: No, I don’t have very much when I’m talking so I prefer you to talk. Dr. Isabel Behncke: [Laughs]. Sorry. Tim Ferriss: The Oscar Wilde quote, although I even have the quotes on the internet attributed to Oscar Wilde but I believe the quote is, “The truth is rarely pure and never simple.” That’s the one. Dr. Isabel Behncke: That’s it. Thank you. Tim Ferriss: For people who don’t have the context when you talk about Heart of Darkness, Congo. Can you describe the land in which these bonobos live from a human perspective? What does the Congo look like? What are some basics that we should know about the Congo just so people have an appreciation for what it means to walk more than 3,000 kilometers on foot in the jungles of the Congo? Dr. Isabel Behncke: Congo historically, you will hear about the two Congos, Congo Brazzaville, and Congo Kinshasa. When we’re talking about Congo, we mean Congo Kinshasa, meaning DRC, Democratic Republic of Congo, what was known before Zaire. Again, picture Africa, literally picture the heart of it this enormous big central middle, and that is Congo DRC. Congo is the size of Western Europe, as we were talking before, it has given us so large, there are many biomes, but I went to the tropical jungles, literally in the heart of Congo, namely, about 100 miles south of the river, just in the line of the equator, so my GPS would mark 0000, about 600 kilometers (400 miles) from the nearest town. This means that first of all, you have logistics that are complicated that are the logistics of any tropical rainforest. There are dangers that are inherent in tropical rainforests, such as trees falling, in fact, that’s one of the most dangerous things. If you’re following a group of large wooded animals that are arboreal and you are a biped and these guys are traveling on the trees and this is a primary forest, namely, they’re old and dying and dead trees, many times entire pieces of, whether or not sometimes a tree, but a huge branch, sometimes the size of a table would fall a few inches from you. That has caused injury, permanent injury, and actually a death in the group of people that live in the study site. There are other obvious dangers like snakes, there were green mambas, black mamba, Congo vipers, we couldn’t have anti-venom, because, for anti-venom, you need electricity and have a fridge and to store it, refrigeration. We didn’t have electricity, or any form of public sanitation, for that matter. I think for me, I was always thinking of it. You really shouldn’t get bitten by a snake. Tim Ferriss: Don’t get bitten by a snake. Good advice. Dr. Isabel Behncke: [Laughs] Yes. 101. The most obvious danger, I think, with Congo, for a woman, would be physical violence from people. Congo is the rape capital of the world, but this pertains to the chronic conflict that Congo has but I was quite far from that conflict. That conflict happens mostly in the east. Of course, it could erupt anytime and it was a concern. I think I was more in the dangers of the forest, I would say. Then there’s tropical disease. You think you can control many things. I took this book called The Oxford Handbook of Tropical Medicine, I did not read it beforehand and I think if I would have read it beforehand, maybe it would have been — there’s a small degree of ignorance that happens that’s helpful. No, I’m not advocating like, [Laughs] I should think like that because of course, I’m all about knowing and knowledge. Tim Ferriss: Play with the snakes. Dr. Isabel Behncke: No. No. Don’t play with the snakes. Tim Ferriss: No, I’m kidding, don’t play with the snakes. Dr. Isabel Behncke: Don’t play with the snakes, no. The chapter in this book about infectious diseases in tropical areas in Central Africa is quite scary. That’s the only thing I’ll ever say about that. Tim Ferriss: So you have, strictly in the urbanized or less remote parts of Congo you have warfare, you have violence, you have rape, as you mentioned, disease, also, I mean urban disease, birthplace of Ebola and HIV, is that correct? Dr. Isabel Behncke: Correct, yes. Tim Ferriss: You have a lot going on. You talked about the remote dangers, you’re navigating all of this in the course of doing fieldwork, just to shift gears for a second, because you mentioned the death by tree, why is it that the Japanese, I think the University of Kyoto has such a dominant role, it would seem, in bonobo research. How did that happen? Dr. Isabel Behncke: Great question. Thank you. We were talking about Western ethology and Konrad Lorenz. Animal behavior studies in the West come from that line of animal behavior in Europe whose origin is in biology. The Japanese have a different tradition in ethology that for them comes broadly speaking from the social sciences. Let me explain, I think this is really interesting because, you see two cultures coming at the same, broadly speaking, area of study with different approaches. The book for more, this is by Frans de Waal, the Dutch ethologist, is called The Ape and the Sushi Master, which is a great title, in which he asks this question, “Why are the Japanese so interested in animal behavior?” The Japanese came to animal behavior with the questions we’re asking today earlier than the West, probably for two reasons. One of them is an evolutionary contingency, namely habitat. In Japan, they are primates. You have Japanese monkeys. I would invite your audience to Google “Japanese monkey hot tub.” What you will see — Tim Ferriss: I don’t know the proper name, the snow monkeys. Incredible in the hot springs. Japanese macaque also known as a snow monkey. Dr. Isabel Behncke: The reason I’m mentioning that is because I would like you to imagine what it means for culture to live in a place where you have these animals nearby. That means that for the Japanese, primate monkeys were part of their mythology and of their stories. Think of the mythologies and the stories that we have in the West, and are intelligent animals, they’re mostly, say ravens or foxes, think of German fairy tales, who’s clever? Oh, it’s the raven. Why? For obvious reasons, because those were the animals that were available in our environment. We think and interacted with them, we didn’t have monkeys, for the West to look at monkeys we had to go to Africa to Asia. That’s the first reason that I think it’s evolutionary contingency, namely, the Japanese, as a culture, co-evolved with primates in the presence, and they were part of the mythology and the story. I think also their religion, the Shinto, you know more about Shinto than I do, but basically interrelationships. I think that predisposes, cognitively, the Japanese to be much more prepared to think about continuities and discontinuities between humans and other primates. The combination of these two factors made that in the 1940s already, you had a tradition of Japanese primatology, first, there was this guy who was looking at horse behavior and then he started looking at other primate behavior. Very famously, he discovered the innovation of potato washing. Saw this female that, they were eating potatoes that had sand and even you can go, “That’s annoying, but still food.” She learned to wash them in the water, and her friends and family learned from her. It became a very well-known example of innovation and also who innovates and how innovations spread through certain — Tim Ferriss: There’s a question for you. Where was that potato washing? Do you recall? Dr. Isabel Behncke: Yes, in an island. Oh, gosh, I just forgot the name of the island. Imo. The name of the film is Imo. I’ll get back to you with the name. I-M-O. Tim Ferriss: Imo. That’s funny because it means potato. There’s is a joke in Japanese. This is not going to mean anything to anybody but [japanese language] is a joking way — It sounds like “What time is it now?” [Japanese language] but it means “Don’t touch the potato I’ve just picked.” “Imo” is a way of saying “potato,” or I think you can also use it to mean “country bumpkin” in Japanese, but that’s funny. Dr. Isabel Behncke: Oh, that’s great. Tim Ferriss: It’s Imo monkey potato washing. I’m just pulling it up really quickly because I want to ask you a question about this. Sweet-potato washing revisited 50th anniversary of Primates article. This is something I’m looking at on springer. com. Talks about Koshima monkeys. I’m guessing it’s on Koshima, perhaps. Dr. Isabel Behncke: Koshima island. Tim Ferriss: Koshima almost certainly means little island. Ko is ko uchi gari for those Judo people out there. Koshima, and then shima is like Hiroshima, wide Island. Koshima. So Koshima. Now, I had heard — I would love to — the reason I’m asking specifically is, I wanted to ask you, is it true? It may not be at all, but let me back up and say, it seems to be true that there’s this phenomenon of people, in humans in disparate geographical locations, having similar or identical scientific breakthroughs around the same time, which is bizarre and raises a lot of questions. Could just all be coincidence, but it seems to happen on a reasonably regular basis. When you read these biographies of scientists, it’s like nothing happens for 200 years and then it’s neck and neck down to the week. I believe something like that also happened with Darwin where he thought he’d been beaten. Dr. Isabel Behncke: Yes, Darwin and Wallace. Tim Ferriss: Yeah, so Wallace beat him to the punch and he wrote a letter to his friend complaining like the other letter. Then his friend was like, “Charles, you’ve got to get your ass on this. Get after it.” Then he pushed forward and then no one remembers Wallace. It’s like nothing, nothing, nothing and then flash boil all of a sudden. I remember someone telling me that this was also true for the sweet potato-washing in the sense that, I guess in this case, Imo learns to wash these potatoes. Then around the same time, monkeys of the same species on other nearby islands began washing sweet potatoes. Do you know if this is, even as a story, something that exists, putting aside maybe they travel from island to island? They must have gotten there somehow to begin with. I suppose they do. Have you heard this story at all? Dr. Isabel Behncke: Yes. I’ve heard that on the wackier side of that, there are some explanations like morphic resonance. You probably know. Tim Ferriss: Yes, morphogenetic fields and all that stuff. I don’t want to drag you into the mud here. What are your thoughts on any of this? Dr. Isabel Behncke: If I may remain empirical about it, also thinking as an ecologist, I think first of all, it’s attention bias mainly. There’s an effect of — also, given that I’m trained as someone who looks at nature and I’m astounded at our own blindness of how many times can I pass through a place without seeing something until I go, “Oh, what about this?” Then I see it everywhere. Tim Ferriss: It’s like buying a new car and you see that car everywhere. Dr. Isabel Behncke: That is one thing. Tim Ferriss: It’s not like everyone bought the same day, you just didn’t notice it before. Dr. Isabel Behncke: Yes, amazing. There’s that effect but that’s not all. I think there’s also an ecosystem effect. This view of the lone person, whether it’s a Japanese macaque female or Darwin alone, old man in his studio. We think in ecosystems, in environments, through interaction with the world. We are picking up stuff that it’s already — it’s fruit that is in our forests, so to say, so that other people start picking it is not an incredibly surprising. Tim Ferriss: Is there anyone you are aware of who is a credible scientist, who would even entertain the notion of morphic resonance or is interested in alternative or complementary theories for how some of these things manifest, or is that just universally thought to be bullshit? Dr. Isabel Behncke: I know Rupert Sheldrake personally, and I really like him. I think the work his son Merlin, you probably know what he’s doing, is fantastic on fungi. He’s such a great guy. Tim Ferriss: He’s a fascinating character. I’ve never met him, but fascinating guy. Dr. Isabel Behncke: You should meet him and go for a walk with him. He was originally a botanist. He knows everything. Just to go for a walk with him outside is wonderful. Let’s do that. Tim Ferriss: All right. Go for a walk with Rupert. On the list. Thank you. How did we get on to sweet potato-washing in the first place? I’m trying to rewind. Dr. Isabel Behncke: You asked about why the Japanese have a field site in Congo. Tim Ferriss: Yes, because when I’m looking at, for instance, the network of play interactions in Wamba bonobos and I’m looking at the names. It’s like Natsuko, Yukiko, Nachi, Kyota, Yume, Huku, Kitaro or in the very beginning we talked about Jiro, I think it was. That is most certainly a Japanese name like Jiro Dreams of Sushi. Same, same. Super, super fascinating. Dr. Isabel Behncke: I love hearing the names of the E1 bonobo group pronounced properly.. Tim Ferriss: Yes, they have some good names. They have some good names. Kiku, Hoshi. Dr. Isabel Behncke: It brings me back there. Tim Ferriss: Yes, they’ve got some good names. I will ask about where you think humans are getting it wrong or maybe making mistakes when it comes to sex, play, gender? I am going to ask you about that, but I’m planting a seed so that it’ll just gestate for a little while. First, let’s talk about, or rather, let me ask you about and I just saw it pop up here, the adaptive joker hypothesis. What is that? Dr. Isabel Behncke: That is the name I gave to my theory on play behavior, basically. I did for my masters and for my PhD, I studied play behavior. The question you ask yourself as an evolutionary biologist, as an ethology, is that what’s the function of behavior? Play has typically, and continues to, very rightly, thought as developmental scaffolding. Namely, something, a behavior that is expensive and risky, but young animals do in order to build up the organism. Play prepares you for the future. Play trains skills. All that is true. Tim Ferriss: Play fighting in leopards or something like that. Dr. Isabel Behncke: Play fighting in leopards, wordplay in young humans. As a rule of thumb, you will observe how the young of a certain species play and you can have inferences on what they do as adults. Play is training for adulthood. All of that is true. If you think of the word scaffolding, to me was puzzling because it’s like development scaffolding. Maybe it’s because I come from a family of architects but I keep thinking, a scaffold is something that is used to build a building. Then when the building is done, you remove the scaffold, i. e. the scaffold is useless. It’s just aiding you in constructing something. When the thing, the building, is ready, you take the scaffold away. The object is the thing, i. e. the building that is ready. If play is a scaffold for building adult organisms, it means that play should finish when somatic growth finishes. You turn 17, 18, you stop playing. I think again, this is roughly true in many species. It’s not very common that adult animals play. If you start looking around with this question of — ask the question and then tell me which animals play as adults? What would come to mind? Let me ask you that question. Tim Ferriss: Which animals play as adults? Dr. Isabel Behncke: Yeah. Tim Ferriss: Dolphins would come to mind — Dr. Isabel Behncke: Humans, obviously. Tim Ferriss: Although I do think — What was that second one? Dr. Isabel Behncke: Humans. Tim Ferriss: Oh, I thought you said Cubans. I was like, maybe Cubans, yes, sure. [Laughs] They do like salsa, that looks like that. That’s playful. Yes, great music. I’m sitting in Austin, Texas, there are actually a lot of amazing Cubans here, which is why maybe that’s — talking about the attention bias. Humans, although, one would need to, I think, perhaps take a second to define play. If play is not this — I can’t remember the exact modifier you use, but the scaffolding. If it is not that, then what is play? It seems like something that doesn’t serve an obvious functional purpose that entails some degree of positive emotional display. I don’t know if that’s me struggling for definition. How would you define it? Dr. Isabel Behncke: No, you’re correct. We’re mixing two definitions there. I want to make a distinction when you ask this question, Tinbergen, another famous ethologist, defined the four questions. When you think about a behavior, what, why, and from where? The question I was asking is, what’s the evolutionary function of the behavior, which is different from defining it, how does it look today? If you want to define it and when you observe something and you want to study it, you need to define it. How does it look today? You can define it broadly as a behavior that appears cooperative in the sense that it doesn’t look forced. Animals are not doing it under constrain, duress, or obvious aggression, and there might be a sense of enjoyment. It appears not having an obvious purpose. It has repetitive elements but this repetitive elements also have variation. The element of enjoyment and recombination of elements is part of it. Tim Ferriss: That makes sense. Dr. Isabel Behncke: Appearing to having fun, but of course, that’s easy when you look at humans, but you look at reptiles, it’s like, how do you know if a snake is having fun? Tim Ferriss: I don’t have deep exposure to a lot of animals. I would say canids, certainly, you see something resembling play in dogs, in fox, et cetera, wolves certainly, cats. There seems to be some type of tailing off in almost every species I think of in terms of play. Maybe you have old dudes, 70-year-old humans playing chess in parks and so on, but the types of play change certainly over time. One of the coolest things I’ve ever seen was a video captured by a trail camera in the US of a coyote playing with — it certainly looked like play with a badger. They hunt together. Dr. Isabel Behncke: Yes, I remember that. Tim Ferriss: It was jumping around, wagging its tail, dropping into this downward dog play position just as a domestic dog, domesticated dog would. I don’t want to take us too far off track, but this is directly mapping from some Northern American-Indian mythologies or what were thought to be mythologies that had largely never been observed by Western field biologists. It was thought to be this nonsensical mythology. Then lo and behold, it’s actually right there in front of you on camera. It’s pretty cool, but I had never observed, I don’t think I’d observed much in terms of non-combative interspecies play in that way. Right, because you can have like a cat playing with a mouse but the mouse isn’t having a great time. Dr. Isabel Behncke: There’s one animal they’re having fun and playing, the other one is not. Tim Ferriss: Those are a few examples that come to mind. What other examples come to mind for you? Dr. Isabel Behncke: The family of corvid, ravens, crows, are very playful birds. Parrots, as well. It’s not a coincidence. If you look at brain-to-body size ratio, both these groups of birds, namely parrots and corvids, are equivalent, if you will, to cetaceans and great apes in that they are big brains — Tim Ferriss: Cetaceans, including dolphins. Dr. Isabel Behncke: Yes, dolphins and whales. These are animals that don’t think of immediate genealogical relationships, but think of the niche again. What niche, what do these animals have in common? They are highly social, they live in complex societies. They have to deal with complexity. They tend to be long lived. Just if you add the dimension of time, if you are social and are long-lived, it means you have to deal with uncertainty, because who’s your friend? Will he be your friend two weeks from now? You haven’t seen them. With whom to cooperate? With whom not to cooperate? Social life is complex. All of these groups of animals have these things in common. Elephants is another group of animals that also play and they fall in this broad group of, generally speaking, large-brained, intelligent animals that live for a long time. They are very innovative but also extremely social. You have a relationship between sociality and intelligence. I think that the third element there is that play when it’s possible, because now we get into the socio ecology of play. Play is not always possible, particularly for adults. Many things need to happen for play to make sense. Play has costs and risks and it’s more important for the young. The scaffolding is still true. My question was, why do you see this behavior in adult animals where it’s risky and expensive in time and energy? This brings us to — I’ve been thinking a lot, Tim, about time budgets and energy budgets at a personal level, I think because you are Mr. Optimization. Tim Ferriss: Sometimes. Dr. Isabel Behncke: Yeah, well, actually time budgets, you’re all about time budgets. Namely, how you organize your time. Can I actually tell you something? What a friend said yesterday was very funny. I’m part of a literary club in — I attend a workshop every week here in Chile. We are Latin and it’s a country of poets. I’m coming from that explanation of the Latin poetry tradition. I told them we were going to speak today. They said, “Oh, yes, I know that guy. I studied him with my son because he has a method for only working one hour a week.” Then I said, “Yes, kind of.” They were obviously referring to The 4-Hour Workweek. Then in a very kind of Latin poet way, “Yes, I thought it was interesting. I was initially compelled by this idea of working less but then I thought, ‘He works a lot in order to work less.'” Tim Ferriss: The paradox. We live in paradox, ladies and gentlemen. Dr. Isabel Behncke: Basically, time budgets. Actually that led us to a very interesting discussion on the use of time and what is to optimize and not to optimize? Play behavior, I think, has several insights in that use of time and use of energy. At what level do you put the optimization goal? That’s another topic. Tim Ferriss: I have some thoughts on this in the sense, and I should point out for people who are not aware. Most listeners will recognize the name Pablo Neruda but some may not associate Neruda with Chile. Chile has this incredible literary tradition. Of course, that’s only one example, but I would say part of why play fascinates me, then I want to come back to what worries you about humans right now based on what can we use more of, what would you encourage people to perhaps think about? That could take any number of different forms. I’d love to hear you speak to that. I will say that play is very interesting to me because I think it overlaps with what we might describe as flow states quite a lot. Certainly, if we include sports in play, although sports can become very violent in some cases. If we include that, then I find that there’s — time is a construct. We don’t have time to get into that right now, which is intended pun. For those interested in getting into the really strange aspects of time space as a user interface, listen to my conversation with Donald Hoffman, but not every hour is created equal. You can have the experience of passing an hour sitting at an airport waiting for something and it seems like 10 hours. You can have the experience of being stuck in your inbox and doing various types of work and the entire day passes and you can’t remember a single thing that you accomplished. Then you can have this time dilation when you play, where you’re getting more hours per hour, if that makes any sense. The perception of time changes. In my experience, and part of my reason for being so interested in play, is you can buy more time from a perceptual perspective. Dr. Isabel Behncke: Completely. I think your point of the overlap with flow states is correct. I think play is broader than that. Flow states are a subcategory of play, but certainly I think they’re best understood through the lens of play. Flow states are perhaps more goal oriented than play necessarily is. If you distinguish between play and games, games are typically more goal oriented and clear outcomes. A contest obviously has an outcome and say, if you’re just play fighting with words or dancing, the reward is the activity itself. It’s an intrinsic reward. I would draw that distinction. Tim Ferriss: Yes, let’s jump into it. What can we learn from what you’ve observed in the natural world? Maybe what you’ve studied of earlier human civilizations or ways of organizing, ways of playing and why is it important? I know that’s a huge question, but I’m just thinking of the people who are listening to this podcast. You can speak to me as if you’re giving me the advice, because I would like to hear it too. If it makes you twitchy to think of it as advice, you can just describe it as an observer/adventurer scientist. A lot of people listening to this are probably listening to this podcast by and large to certainly learn from disparate fields and different types of experts, but also they probably work a fair amount. I would imagine most people who listen to this podcast work a fair amount. If you were to give them two glasses of wine and ask them if they would like more play in their lives, they’d be like, “Yes, for sure, for sure.” That’s Saturday night. They get back to Monday and that conversation disappears and is long forgotten. What do we do? Dr. Isabel Behncke: That makes sense. Let me think. I would say as an animal, and I say this, I think hopefully by now you realize that I say this in the best possible way. You are constrained first by two things. I want you to think about your energy budget and your time budget. Your energy budget is for you, basically your financial budget. I think you will obviously have covered this extensively, how to manage and create energy budgets. I define energy in the physics way of energy, ability to do work. For organisms, energy available comes in the form of metabolic energy. For humans I think a good proxy is financial energy. Financial energy can increase. You can win the lottery and you can follow Tim’s advice and earn more money. Tim Ferriss: God save us. Good luck, everybody. [Laughter] Dr. Isabel Behncke: There you go. Right? Tim Ferriss: Yes. Dr. Isabel Behncke: That’s a great thing, because thanks to people like Tim actually, that you can increase your energy budget. Fantastic. Your time budget, however, you can’t. Time is an incredibly democratizing force, because you and an earthworm have 24 hours in the day. That’s a fixed budget, which means that there’s this constant interplay, tango or martial art, if you want, between your energy budget and your time budget. How you buy time or you use time is in interaction with your energy budget. The most obvious thing is that if you increase your energy budget, i. e. you have more money, you can buy your time. The first observation that I had with bonobos was that socio ecological question. When they have more wealth, i. e. there’s more fruit, what will they invest it in? It’s an investment question, because they could become fatter, for instance, namely storing that metabolic energy, or they could spend it in grooming, conversation, so to say, for bonobos. It was really interesting to me to see that in terms of investment decision, bonobos, when there was more fruit, they played more, which tells you several things. The first one is that play is expensive, not always you can play, that’s fine. First of all you should have sufficient metabolic energy to eat and travel and feed your kids and so on. Play is in that sense, especially for adults, it’s true that it’s a luxury, but here we come into the adaptive joker hypothesis. There are some things in nature and in human cultures that when you can afford them, they create more luxury, oh, investment in education, living in a city like Austin or New York, i. e. in places that might be expensive to live, but you are putting yourself in a particular ecosystem that feeds into you the possibility of creating something further. The development of the human brain is another example. Something that is very expensive to grow, but if you can afford it, it also affords new possibilities. What I’m trying to say is I think that frame of thinking where you are trading off time budgets and energy budgets, any investor would know this, but at a personal level, it has helped me to look at it much more clearly, because your time is fixed, but your income can grow. How do you become an adapted animal changing your time budget accordingly, not only to your income, but also to your context. It’s the context stupid. Paraphrasing Bill Clinton, obviously, “It’s the economy, stupid,” but it’s the context. Context is incredibly important in this sense. I think there are ways that you can describe your context, how much risk is there, how much uncertainty is there? I think if there’s a lot of uncertainty, you can actually develop ways to become more flexible. That’s what I was trying to study with the adaptive joker hypothesis. What is a joker? In cards, a joker is the card that adopts the value of the moment. It’s a trump card, but that value is given by context, which means that play is making you very good at reading context. It’s really all about assessing context. Then it changes, it grows, it decreases, it becomes more intense, less intense, more aggressive, less aggressive. Do you see what I’m trying to say? Tim Ferriss: I think I do. Could you give an example of that? Dr. Isabel Behncke: For example, ways of playing change form like a joker shape-shifts. It’s a pretend behavior. It’s a shape-shifting behavior, according to what’s happening. Today, after the pandemic, well, sorry. We still [crosstalk] Tim Ferriss: Largely. Hopefully, fingers crossed, tail end. Dr. Isabel Behncke: Yes, tail end. I think ways of playing that are increasing in frequency are obviously face-to-face play. There’s a hunger for in-person, IRL, in real life, events. Well, it’s obvious, but it’s not obvious, if you will. We have amazing technology. The entire world has learned to Zoom. Why are we actually willing to still travel long distances and pay for plane tickets and suffer ridiculous queues and stuff, like going to Burning Man? Because this kind of play is important. We have this necessity for in real life meetings. Direct contact for humans is a very important form of play, it’s not the only form of play. That would be a very obvious example that I think I might predict we will see a lot of demand for that. Tim Ferriss: You said earlier, if I may interject, that you’ve only recently started implementing or applying some of these learnings related to play into your own life. How have you applied these to your own life, or what are some ways that you explore play? Dr. Isabel Behncke: The literary workshop is one. I do this weekly, my teacher is called Matías Rivas. He’s an editor and a poet and that intellectual play, allowing myself to — where I will spend time not only in science stuff, but actually actively pursuing artistic endeavors has been, I think, really life-changing and I had to learn my own lesson. Oh, guess what, play is important. At so many levels, literature has become — it was when I was a child, but I had left it. I think it’s useful if you think of the ways you played as a child, there’s something very true there. Some play people talk about is, look at your pictures, what were you drawn? What kind of play did you do? Was it literary play, was it play with animals, social play, play fighting, construction play, people that did LEGOs. I think there’s a deep truth on personal development that has to do with what are we drawn in our purest forms of play, so to say. To recover that, I think is lesson number one. Tim Ferriss: Let me jump back to bonobos for a second. I had a book recommended to me. I can’t remember the book nor the author. I’m a bit embarrassed about that, but it related to chimpanzees and it was the story of a particular, I want to say, zoologist, who had taught, this is going to be very broad strokes, a particular chimpanzee, something like 200 signs from American Sign Language. That chimpanzee then had offspring and taught the offspring something like 70 or 80 signs. It was a language, it was a vocabulary, really, I guess, a language more than just vocabulary that was passed from this chimp to offspring. It was the story of this — I found myself wonder — Dr. Isabel Behncke: Was it Panbanisha? Tim Ferriss: It might have been. I’m blanking on the name. In this case it was a chimpanzee. The question that came to mind for me was, because I’ve become very interested in animal communication, not necessarily people who were horse whisperers and so on, although that is also interesting to me, it’s more so animal to animal communication. Within a wolf pack, how do they communicate? Let’s say, birds in flight, how do they maintain formation when they’re actually taking microsleeps, and the way that they rotate through this form? The whole thing is just incredible, but how do they communicate, if they communicate? Or how do they know, if they don’t communicate, for instance. A lot of these types of questions. I was looking at this book summary and I thought to myself, “I wonder if this is a step up for the chimpanzee or a step down for the chimpanzee to have this surrogate language.” In other words, is it an augmentation or is it replacing something that actually has much more subtlety and nuance to it? I know this is a big shift of gears, but it could affect how one looks at the play they choose to engage in. How do bonobos communicate and how nuanced is their communication? Is it just like four, five, 10, or 12 different screeches and grunts that they get the rough gist across with? Has that been in any way distilled or identified by field biologists? Dr. Isabel Behncke: Thank you. We are learning, obviously, and we’re still learning and a lot more will come. The first thing that I think is very important to know is that communication is multimodal. It’s comprised of gestures, hand gestures, but also body language, posture, proximity, you are sitting next to whom, you are in which location, just the physical location is also a part of communication. It’s also vocal, their utterances. The utterances have different meanings and they sometimes can be combined in different ways. Their communication is flexible. Their vocal communication is not as, obviously, flexible as human language is. We have really taken vocal communication to an extreme. We have vocal, we have hand gestures, we have body language and other cues, smell is also important. If you take this as a whole, they have different meanings depending how you combine it. The other thing that is important to understand, I think, in relation to your question and the chimpanzee example, is that it’s very difficult for us as humans, given that we exist in language, to not define intelligent communication from a human perspective. Given that I do language, how good are you at doing language? Oh, language, spoken word. If you’re not as good as doing language, it means that your communication is inferior. You are defining the ability to swim if you are a fish according to how you swim. That is a little bit inevitable perhaps, but I think today we try to think of it from the point of view of the animals in relation to the problems they have to solve and in relation to the environment they’re in. Notice, “Oh, can they solve puzzles?” Because we’re so good at solving puzzles. That’s in general terms. The other thing that I think is important to think when you think about animal communication is, again, their environment. Bonobos live in the jungle. One of the obvious problems when you’re in the jungle is that there’s a lot of trees. Seeing visual cues are sometimes difficult. I learned, if you talk to birders, you are birding in a forest, you start listening, basically you bird by listening to calls, not by visually recognizing. I realized that I shifted perceptual modes, so to say. I was following play and I would get super attuned to, how can I say this? It would sound weird, but a temperature, I call it a temperature, but it’s really a combination of things, i. e. the time of day, the place where your body knows what’s likely to happen. Then auditory cues, namely, laughter, very distant ha ha ha ha ha. Then you follow that and then you see them. The reason I mention that is because it gave me a very obvious insight into bonobo communication, namely, they can’t always see each other, therefore auditory communication is important. Tim Ferriss: I’ve only recently really come to appreciate how discrete different animal calls can be. I hesitate to use the word nuanced because I’m not really sure in this context what that would mean, but for instance, you can train your ear to identify, say, a wildebeest alarm call for a lion versus a leopard. They sound different. Or a squirrel alarm call for certain types of predators that are stationary versus same predator when it’s moving. Even for animals, we would consider perhaps very, again, this is anthropomorphizing and judging them by our capabilities, but simple, where they still have a wide range of ability to communicate. I have to imagine that we’ve only scratched the surface. I know there’s been some very interesting research done with dolphins. If we could talk about this for hours and hours and hours, which we won’t, but if you had to hazard some theories that you think are worth examining, say, over the next five, 10, 20 years, maybe we’ll have more technology that will assist in this, but as it relates to field biology and animal communication, do you have any theories you’d like to posit as worth exploring or do you think there are any insights that perhaps you’ve observed, not insights, any phenomena that you’ve observed that you think, “Well, this isn’t really something I can — I wouldn’t go so far as to say this exists and I’ve proven it exists, but there is a hypothesis worth disproving here that is interesting?” Does anything come to mind for you? Dr. Isabel Behncke: Many things which are mostly questions. Following bonobos in the jungle, we try to predict their daily movements. Just a question, where are they going and why? We couldn’t. Not even the most experienced trackers, because we wanted to know where they were going for a very practical reason, because that would allow us to sleep for longer and find them. We couldn’t. The mental maps in their heads, their cognition, how do they know where to forage? It’s a very basic question. A lot of animal behavior people with a particular species have very good answers about this. Whether you’re talking about migratory birds, amazing. Migratory birds, how do they know? Have you seen the distances — Tim Ferriss: Yes, it’s bananas. Dr. Isabel Behncke: — these birds travel. Little guys. It’s amazing. Then the world of cetaceans or bats, Austin and bats and echolocation, another huge topic. To stick with bonobos, in the jungle, the jungle is in many ways like the sea in the sense of that this particular jungle is flat. You don’t have perspective, not like Chilean forest where you’re in the mountains and you can see far. From my own perspective, I was like, “This is just like a sea of green.” Obviously, I’m not attuned to the nuances that they’re attuned, also because it’s not temperate an environment, but tropical, the fruiting patterns, it’s weird. Some trees fruit once a year, some trees every two years, some trees you go, I don’t know, a few months. What I’m trying to say, that the environmental uncertainty, the fluctuation in fruiting patterns is to my human untrained eye, very large and they seem to have this map that basically they know, they know when the bombambo tree has ripe fruit. They were like, “Okay, we’re shifting across the whole territory,” and I’m like, “How do they know?” These basic questions about travel, I find them fascinating, but maybe that was my own geek thing because I look at GPS endlessly. I haven’t worked it out yet. That’s one answer. That is actually compounded by — the second part of the answer to your previous question about play in my personal life, for the pandemic, I was in Chile, and I discovered not only this old way of literary play, but also started climbing again and spending a lot more time in the mountains. That opens an entirely new chapter in terms of physical exertion and risk. I’m not like a martial arts guy, but still I like to — Tim Ferriss: You and I both know Jason Nemer, the co-founder of AcroYoga, you have no excuse not to do Acro. [Laughter] Dr. Isabel Behncke: Oh, yes, I’m going to try to get out of it as much I can. Tim Ferriss: Which is probably one of the most similar forms of play if we map between bonobos and chimps and humans, that would seem to be, I’m not going to say completely, but copy and pasted from these primates. It definitely seems to scratch some type of itch. I’ve never, with the exception of maybe some weird injury, never had an AcroYoga session where I’m like, “Wow, I really wish I hadn’t done that session.” You always feel better afterward. Checks so many boxes. I want to give him credit, Jason, where credit is due, since he’s the one who also introduced us. To come back to that travel question or how they know where to forage, two things come to mind for me, one that is equally mysterious in some respects, which is a story told in a book called Of Wolves and Men by Barry Lopez, which is a spectacular book. He talks about traveling with field biologists and at multiple points, observing, say, a wolf pack that would get up, point in one direction and just head off and they would trek for — this is in deep snow too, this is calorically, energetically expensive. This decision has consequences and they would travel for multiple days and then intersect perfectly with a migrating caribou herd that happened to be traveling the opposite side of this triangle, and you just have to ask yourself, “Okay, how does that happen exactly?” Maybe it’s a seasonal thing, maybe the caribou were doing that constantly, so it’s really just like intersecting with a highway, but by the story and the description, it didn’t seem to be the case. I find it very exciting that there are so many open questions. It seems like at every point in human history, we more or less thought we had it all figured out. This is true during the Alexandrian periods, this is true with the Egyptians, it’s true for hunter-gatherers, by and large, we had it figured out. Maybe our explanatory model was gods and this and that and the other thing, but One has to assume that as one doctor said to me, 50 percent of what we know is wrong, we just don’t know which 50 percent. Tim Ferriss: The other hypothesis that comes to mind as you’re talking about bonobos and foraging behavior, and we don’t have to get into this, but people should look it up on Wikipedia, at the very least, is, I believe, it’s called the drunken monkey hypothesis. The drunken monkey hypothesis is a hypothesis that humans are predisposed to alcoholism and ethanol abuse because we were rewarded for being highly attuned, from an evolutionary perspective, to fermenting fruit, and that that was one olfactory cue that we used to locate food sources, and that that is one partial explanation, or maybe a complete explanation for why we are so predisposed to alcoholism as humans, which I thought was pretty interesting. I haven’t gone too deeply into it, but at face value, it seems to make some sense to me. I know we have gone a lot longer than planned Dr. Isabel, so I want to be respectful of your time. Also, I think both of us probably need a little bit — speaking of something calorically expensive, this conversation, I think, is probably calorically expensive, so we could use some food and blood glucose, but is there anything — and we’ll do a round two at some point, this has been so much fun, and I didn’t even get through five percent of the notes I have in front of me, so we have no shortage of things to discuss. Is there anything that you would like to mention before we come to a close for this round one? People can find you online on Twitter @IsabelBehncke. We’ll link to that in the show notes. Instagram, instagram. com/isabel_behncke. We will include all of these in the show notes at tim. blog/podcast, with links to all the resources mentioned. Anything else that you would like to bring up? Any other comments, complaints, requests of my audience, anything at all, before we bring this to a close? Dr. Isabel Behncke: Thank you, Tim. Two things. One, the comment on the Instagram, and, two it’s basically, I love feedback because I think nature evolves through feedback. I’m not very big on Twitter. I think I’ve been publishing more in Instagram, mainly through a form of play, because I discovered for myself that taking pictures is fun, so they’re not necessarily great, but it’s a way of playing. Anyway, if anyone wants to interact there, that’s — and I welcome the good, the bad, and the ugly, so that’s fun for me. I love to learn. Then the second point was in relation to coming about the drunken monkey hypothesis. I do think it’s a partial explanation because, as you would know by now, my bias is to go back to origins and take you a little bit further back in time. The reason why we have — ask yourself, “Why would we have the machinery for being drawn to fermentation in the first place?” Think about that. I think the answer of that is “play” because play is about the machinery for a biological excitement and intensity seeking. The overlap of substance abuse, but also creativity and restacking. I think a lot of these reward mechanisms are linked, and this is a huge topic, and it’s complicated because we go both on the light side and the dark side of things like creativity, which should not be spoken lightly, but let me just leave that, maybe, for the next time. Tim Ferriss: We’ll save that for chapter two, and for people who — you bring up a great point, actually, which is — I mean, many great points. The assumption that our ancestors sought out fermented fruit as a food source may be off-base because there are tons of animals — or solely as a food source might be misplaced because if you look at many different species throughout the animal kingdom, you find examples of seeking inebriation, right? You find tons all over the place. Reindeer and Lapland like to have fun too. People can look up that story in the origins of Santa Claus, if you want some extra credit reading, but, Isabel Behncke, it’s so nice to see you. It is so lovely to spend time together and to have a chance to explore all these things. You have so many other stories, you have so many other interests. We didn’t even get to your photographing of dead animals. [Laughter] Tim Ferriss: Going to leave that as a teaser. There are so many interesting side alleys to take, and we will share that with everyone in round two, at some point, but thank you so much for taking the time. Dr. Isabel Behncke: Lovely. Thank you so much for leading such a wonderful dance. Tim Ferriss: [Laughs] Hasta la próxima. For everybody listening, thank you so much for tuning in. Until next time, be a little kinder than is necessary, and take care. Dr. Isabel Behncke: Hasta la próxima, gracias. Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","length":109470,"tokens":26091,"chunks":[{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Please enjoy this transcript of my interview with Isabel Behncke (@IsabelBehncke), a field primatologist and applied evolutionary ethologist who studies social behavior in animals (including humans) to understand our urgent challenges with each other and the planet. Isabel grew up at the foothills of the Andes mountains in Chile, where she developed a life-long love for nature and wildness as well as culture and the arts. An explorer-scientist, she is the first South American to follow great apes in the wild in Africa. She walked more than 3,000 km (~1864 miles) in the jungles of Congo for her field research observing the social lives of wild bonobo apes, who, together with chimpanzees, are our closest living relatives. Isabel documented how bonobos play freely in nature and has extended this research to study how human apes play—at Burning Man, other festivals, and in everyday life.","content_length":896,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel has observed how play is at the root of creativity, social bonding, and healthy development, findings that have relevance in education, innovation, complex risk assessments, and freedom. Isabel holds a BSc in Zoology and an MSc in Nature Conservation, both from University College London, an MPhil in Human Evolution from Cambridge University, and a PhD in Evolutionary Anthropology from Oxford University. She has won several distinctions for her public communication and knowledge integration, which range in formats from TED, WIRED, the UN, BBC, and Nat Geo to rural schools in Patagonia and traveling buses of schoolchildren in Congo. She is a senior fellow of the Gruter Institute, a TED fellow, and currently advises the Chilean government, working on long-term strategies in science, technology, innovation, and knowledge for Chile’s president. She can be found in Chile and New York City. Transcripts may contain a few typos.","content_length":940,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"With many episodes lasting 2+ hours, it can be difficult to catch minor errors. Enjoy! Listen to the episode on Apple Podcasts, Spotify, Overcast, Podcast Addict, Pocket Casts, Castbox, Google Podcasts, Stitcher, Amazon Music, or on your favorite podcast platform. You can watch the interview on YouTube here. Listen onApple Podcasts Listen onSpotify Listen onOvercast #598: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.","content_length":741,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e. g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e. g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim. blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above.","content_length":565,"content_tokens":134,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e. g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim. blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show. I’m very excited about this.","content_length":749,"content_tokens":177,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"We’re going to be talking about a whole slew of different topics, a wide spectrum of my personal interests, but not expertise. My guest today is Isabel Behncke. Let me spell that for you per her Twitter handle @Isabel, I-S-A-B-E-L, last name, B-E-H-N-C-K-E. Isabel is a field primatologist and applied evolutionary ethologist who studies social behavior in animals, that includes us, humans, to understand our urgent challenges with each other and the planet. Isabel grew up at the foothills of the Andes Mountains in Chile, where she developed a lifelong love for nature and wildness, as well as culture in the arts. An explorer scientist, she is the first South American to follow great apes in the wild of Africa.","content_length":716,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"She walked more than 3,000 kilometers for us yanks, that’s roughly 1,864 miles, quite a few, in the jungles of Congo for her field research, observing the social lives of wild bonobo apes, who together with chimpanzees are our closest living relatives. Isabel documented how bonobos play freely in nature and has extended this research to show how human apes play at Burning Man, for instance, other festivals, and in everyday life. Isabel has observed how plays at the root of creativity, social bonding and healthy development findings that have relevance in education, innovation, complex risk assessment, freedom and many, many other places. Isabel will see how I can screw up these titles, and of course, degrees, which is always a challenge.","content_length":747,"content_tokens":153,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel holds a bachelor’s of science and zoology and a master’s of science in nature conservation, both from University College London, a master of philosophy in MPhil, and human evolution from Cambridge University and a PhD, although I think it’s a Doctor Phil, not Dr. Phil, as in the daytime show host, something like that. PhD in evolutionary anthropology from Oxford University. she has won several distinctions for her public communication and knowledge integration, which ranges in format from TED, which was also most recently on the grand stage. Congratulations for that. WIRED, the UN, BBC, where I think she won or was nominated as having one of the most interesting interviews of 2020. I think she ranked number three and Nat Geo to rural schools in Patagonia and traveling buses of schoolchildren in Congo.","content_length":819,"content_tokens":170,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"She is a senior fellow of the Gruter Institute, a TED Fellow, and currently advises the Chilean government working on long-term strategies in science, technology, innovation and knowledge for Chile’s president. She can be found in Chile and New York City. You can find her on Twitter like I mentioned @Isabelbehncke and on Instagram, @Isabel_behncke, B-E-H-N-C-K-E. Now we can get into it. Isabel, nice to see you. Dr. Isabel Behncke: Hello, Tim. Tim Ferriss: We are going to bounce all over the place, and we’ve met before. I am excited to dig into all different stories, all sorts of background and cover a lot of things that we have not talked about. Let’s start with Baco and Jiro. Who are Baco and Jiro? Maybe you could paint a picture for us? Dr.","content_length":752,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: I love this question. It was almost 2010, Baco and Jiro are two males. One of them was kicking the other in the nuts. Tim Ferriss: [Laughs] Where I like to start all my interviews. [Laughter] Dr. Isabel Behncke: Gently. There was no harm done and don’t do this at home. I should have start saying that. There was also some biting and other forms of physical touch, which may have looked to an untrained eye like fighting, but Baco and Jiro were not fighting, they were playing. Baco and Jiro were in the depths of the jungles in Congo. They were not humans, but bonobo males. This observation of these two males playing was to me really extraordinary. Let me give you some context after the kicking in the nuts comment, bonobos together with chimpanzees are living closest relatives.","content_length":799,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"We have many other evolutionary relatives, but they’re dead, they’re extinct. For us primatologists, it’s really amazing to be able to observe the naturally occurring behavior of apes in the wild. It’s difficult for many reasons, but they are still some alive, which is great. I was following this wild group of bonobos for a long time, for many months. Of course, they don’t usually meet other communities, and we can get into that. Why is it that typical interactions are within the community? Suddenly the study group, they have this way of traveling, which seems very intentional. You can tell it when you observe it, they suddenly switch into, “Okay, we are going somewhere.” They crossed the river, which typically demarcates their territory.","content_length":748,"content_tokens":171,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I was like, “Oh, God, where are they going? These guys are going somewhere very intentionally.” They went into the territory of the neighboring community. I was like, “Whoa, something’s going to happen here,” because it doesn’t happen very often. When chimpanzees meet other communities, typically they tried not to because it’s aggressive. You can have neighboring basically males that patrol the territory and they will kill a male of the other community, sorry. Sometimes not only kill, but also maim. For instance, they will take out their genitals. That’s why this bonobo observation I think is poignant. [Laughs] There’s this joke, I cannot — okay. I’ll ask you what’s the most vulnerable part of the male anatomy? Tim Ferriss: Well… [Laughter] Dr. Isabel Behncke: It’s a leading question.","content_length":795,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: It’s a leading question, yes. Tim Ferriss: I would imagine having a bonobo pull and poke my genitals would make me feel very vulnerable. Dr. Isabel Behncke: [Laughs] Right. That’s the point. I think that’s the take home of this story. It is an extremely vulnerable part of the male anatomy. It’s actually used as such in aggressive interactions, and you actually use it in playful interactions. It’s I think playing with a line of trust, vulnerability, and real-life risk that’s extremely interesting and gets at the root of what play is. These males were playing and they were males from different communities.","content_length":624,"content_tokens":149,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"What trust do you need to build in order to have this interaction between males that don’t usually live together or are related? Tim Ferriss: Be a very unusual greeting among humans, to [Laughs] take a trip to Kansas City and walk up to a stranger and grab them by the balls. [Laughter] Dr. Isabel Behncke: It’s not good to be physical. Tim Ferriss: I don’t recommend. Dr. Isabel Behncke: Or anywhere, least of all outside home. Tim Ferriss: We’re going to come back to bonobo land because we’re going to talk a lot about bonobos. This, suffice to say, genital play comes up a lot, and you have matriarchs holding onto males by the genitals, walking them around in circles. You have lots and lots of this type of play.","content_length":718,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"This is not a prescriptive recommendation to anyone out there, but it is interesting, so we’re going to come back to it. I thought I would just rewind for a second because we mentioned a lot of things in your bio. We mentioned applied evolutionary ethologist, for instance, let’s start there. What is an evolutionary ethologist and what is an applied evolutionary ethologist? Dr. Isabel Behncke: Ethology is the study of behavior. I might have as well just used behavioral sciences, but I use ethology because it’s my own particular field of training. People might be familiar with the work of Konrad Lorenz. Tim Ferriss: I’m not. Dr. Isabel Behncke: Oh, okay. Western ethology, animal behavior, comes from a group of people that were in Europe studying animal behavior.","content_length":770,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"When they were studying animal behavior, they went, “Well, there are pressures and adaptations in other animals that are interesting in themselves, but that they also help us think about our own behavior.” For them, it was very important to observe behavior as naturally occurring inhabitants where animals live. Of course, we can still observe behavior in cages, and in zoos and inside homes, and that has its own value. As ethologists, we try to observe behavior as well in in the wild, because when it’s interacting with ecology, I think it tells us something very important about the environment in which animals have evolved, and what does this tell us about their behavior today? That’s ethology. Then the word applied. I use it in the sense that I was trained and worked as an ethologist, but almost without wanting or thinking about it. I can’t help but think about the world and the problems that we have today.","content_length":920,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Whenever you think about, say, cooperation, competition, play, aggression, obviously your mind goes, “Okay, what does this tell us about war and creativity and innovation and so on?” Applied is really trying to cross that bridge between science and society. Tim Ferriss: Great answer. Very helpful. Thank you. All right. Now with Lorenz, I’m thinking, I don’t know this particular name, but would B. F. Skinner have been an overlap in terms of timing or would Skinner have come much later on in terms of looking at, I guess, classical and operant, conditioning and things like that? Dr. Isabel Behncke: Yes. That’s a great question. I think not only in timing, but also in terms of approach. Let me tell an anecdote about Lorenz and then we’ll go to Skinner. Tim Ferriss: What was the full name of Lorenz? Dr.","content_length":809,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Konrad, with a K. Tim Ferriss: Konrad Lorenz. Great name. Dr. Isabel Behncke: Konrad Lorenz. He was observing birds and he’s most famous for having brought up geese. He had these incubators with geese eggs. He discovered imprinting, namely, that when the eggs hatched, the first thing that the chicks look at, if it was him, rather than the female, the chicks would imprint on him. This is not quite what ethologists would do today, right, but we’re talking about the origin story. He started walking, basically, the chicks would follow him. He learned the vocalizations. He learned to communicate with them and go like, “Ah, ah, ah.” Then they would follow him, and he became like the mother geese.","content_length":715,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I love that because, of course, again, don’t do this at home, and we wouldn’t want to do it today as scientists, but I think there’s something about really putting literally yourself in the feet, and the wings, and the mind of another animal as much as you can, as the other animal rather than as a human that help you become a better scientist. I think Lorenz had that genius and he tried to look at the animals in his house. Tim Ferriss: Right. Then I guess Skinner, in contrast, was like, “We can’t understand the inner life of animals. We’re just going to look at observable behavior.” Please correct me if I’m getting any of this wrong, but stick them in a box and then shock them and do various things. We’re just going to clinically take notes on it.","content_length":757,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Very different approach based on very different assumptions, right? Dr. Isabel Behncke: Yes, very different assumptions. Actually, completely understandable, because, of course, Skinner was trying to do science, and he was trying to isolate variables and to do control experiments, which is an essential part of science. Of course, also Konrad Lorenz did things that today wouldn’t be considered proper science either. I think these guys were experimenting in different ways and today we have a consilience and integration of the experimental side of behavior and the naturalistic observations. Kind of exciting. Tim Ferriss: Yes, totally. I want to give you credit for a great word, consilience. I just want to define this for people. That is a fucking great word. Now, an agreement between the approaches to topic of different academic subjects, especially science and the humanities. There’s also a book by E. O.","content_length":915,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Wilson called Consilience that people might check out. It’s a bit dense, but consilience is a great word. Thank you for that. Dr. Isabel Behncke: Thank you for that, I love that. Tim Ferriss: Absolutely. I think the contrast of Konrad and B. F. Skinner is interesting on a whole bunch of levels. It’s something that has fascinated me for a long time. For instance, I watched a documentary, I believe the name was Nim, or Project Nim. It spoke to, I want to say, let’s just say a field experiment, also with laboratory experiments that was conducted in perhaps the ’60s, or early ’70s. The premise was attempting to raise a baby chimpanzee as a human.","content_length":650,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Spoiler alert, it ended up being quite a train wreck, but what they observed — when I say they, I should be very specific, let’s just call it field adoptive parents of this chimpanzees that the chimpanzee would exhibit all of these incredible behaviors outside of the lab, but as soon as you brought this particular chimp into the lab, they just refused to cooperate, or, at the very least, didn’t exhibit these behaviors. When I’m having conversations with any number of folks, and I love science, I’m very involved with funding science, and they say, “Well, do they have randomized controlled studies related to X and a laboratory?” My answer sometimes is, you can’t really do it, or it’s very, very hard, particularly with, in this case, maybe an obvious example of animal behaviors.","content_length":786,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Let’s jump from there, back in time further to Darwin and Humboldt. Now, I expect a lot of people listening will recognize Darwin, but they may not recognize Humboldt. [Chuckles] If we really rewind the clock, you just give us some of the early history of evolutionary thinking, because this is also something I don’t know a lot about but it just came up last week in conversation with someone named Noah Feldman, has been on the podcast, very smart guy. He raised a couple of anecdotes that I had never heard. Take it away. Dr. Isabel Behncke: Origins of evolutionary thinking, if you think about evolution, you will picture an old Charles Darwin with a long beard.","content_length":666,"content_tokens":153,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Correct? The lone genius that had this great idea which, by the way, the philosopher Daniel Dennett says, “The best idea ever thought was evolution.” Let’s define what is this like, such amazing idea, the simple idea that all life is related. Evolution really is about how all life is related and how all life evolves. Everything has an origin and, like King Lear said, “Nothing comes from nothing.” Darwin himself was the grandson of this extraordinary man, who was called Erasmus Darwin. Erasmus Darwin was a polymath. He was a doctor, he was creative. He was a poet. He is one of the biggest influences on the Romantic poets, on Byron and many others. Darwin inherited first of all these strange influences. Erasmus Darwin used to hold these meetings in his home, they were called The Lunar Society, when they were trying to find out basically about life and creativity, as polymaths do.","content_length":890,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: Laughs] The polymath happy hour. Dr. Isabel Behncke: He had this — Tim Ferriss: Let’s get to the bottom of all knowledge. [Laughter] Dr. Isabel Behncke: Well, this is actually a big point, The Lunar Society was called like that because they would meet once a month in full moon and of course, drinking and food sharing was involved and they had to ride back home and so a full moon was a very practical thing to have. [Laughter] Tim Ferriss: Good call. Yes, nothing mystical about it. Just like that. “We’re going to be drunk off our asses. We need to be able to see the sidewalk.” Right. Yes. Dr. Isabel Behncke: Oh, yes, reality, empiricism.","content_length":656,"content_tokens":175,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Erasmus Darwin had in his chariot an emblem called E Conchis Omnia, in Latin, “Life comes from the sea.” The point what I’m trying to make here is that Darwin himself had ancestors, both intellectual ancestors, but also family ancestors that were thinking about evolution. Often ideas are in the environment. That’s the family side of Darwin. Equally, or, if not more important, I think for Darwin was the influence of Alexander von Humboldt. Von Humboldt is a Prussian aristocrat who was born the same year than Napoleon, I think 1769. He died, by the way, on 1859, which is the date that Darwin published The Origin of Species. Tim Ferriss: Wow. Dr. Isabel Behncke: That’s an interesting [Laughs] evolutionary contingency there.","content_length":730,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Von Humboldt was an explorer, a genius, another polymath, scholar and I think above all, which is the point that I want to link between Darwin and Humboldt and the origins of how we think about nature and how we think about evolution, neither of them were white coat, lab scientists. They were just scholars that live within four walls. They were both explorers and they were both adventurers and they were both naturalists. This is super important, because I think it’s a tradition of thinking that basically has given us the most important ideas that we have today on evolution and nature. Let me sensitize those ideas. Humboldt leaves Europe and embarks on this extraordinary trip to South America, and of course, I’m not biased — Tim Ferriss: [Laughs] But you’re biased. Dr. Isabel Behncke: — but it was a trip to South America, of course.","content_length":843,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"[Laughs] Let me point it out. Tim Ferriss: I’m not biased, but let me tell you — trips to South America, but we’re in South America. Dr. Isabel Behncke: Exactly. All over the place but not quite. Humboldt goes to Venezuela, Colombia, and Ecuador, and he climbs Chimborazo, and basically, he does an Indian route. He never got to Chile, unfortunately, but Darwin spent around three years in Chile, the voyage of the Beagle that we can talk about separately. The five-year voyage of the Beagle, three years-ish were in Chile, which I think is super important, basically, he spent a lot more time there than in Galapagos. Tim Ferriss: Quick question. Why did von Humboldt choose to go where that expedition ended up going? Dr. Isabel Behncke: Great question.","content_length":755,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"First, the New World, in a nutshell, the excitement of the New World. First of all, he needed to get out of Europe because his mother had very high hopes for him as a civil servant. When his father died, he had an inheritance and he decided to spend it funding his own adventure. Tim Ferriss: Mom must have loved that. [Laughter] Dr. Isabel Behncke: Right. Because she was socially — I don’t want to say a snob, but ish — Tim Ferriss: I know she was high society, aristocrat. Old world, like Brahmin. It’s no joke. Dr. Isabel Behncke: Exactly so it’s like, “You, you’re going to give me grandchildren that have a certain position.” Tim Ferriss: “I’m going to Venezuela, Mom. See you when I see you.” Dr.","content_length":703,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Yes, “Bye.” Exactly, “I have my own funds.” It’s a longer story. If you want to read about this, I would really recommend the most fantastic book I’ve read in the last few years by Andrea Wulf. I think it’s called The Invention of Nature. There are several books about von Humboldt, but in Andrea Wulf’s research, she brings together the adventure, the naturalist, and also the influences. What I think to me is amazing as a scientist is that we all know about Darwin and we can see his image. Immediately you go, “Oh, yes, old guy with a beard,” but who’s Humboldt and why we don’t actually know more about him? Humboldt was the direct intellectual father of Darwin.","content_length":683,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Darwin was reading Humboldt’s diaries of his explorations in South America, and when Darwin gets invited to go on the Beagle, he was actually thinking of Humboldt and in Patagonia, he’s a very bad sailor. He hates being — Tim Ferriss: This is Darwin? Dr. Isabel Behncke: — on board, which is another topic. This is Darwin. He would puke and get seasick, which I think it was good because then it meant that he had to go inland. That’s a different topic, but the point is that he’s writing his Voyage of the Beagle diaries and citing Humboldt saying, “Thank you. If it weren’t for you I would have not taken this voyage,” which is amazing how this lineage is and of influence.","content_length":675,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"You have one hand Humboldt that invents “The modern concept of nature” because he really invents the concept of ecology, how things are interrelated. The field of complex systems, the field of ecosystems as complex systems, I really think takes a lot from Humboldt because — and this important. The British tradition is about taxonomy, an organization in boxes, Linnaeus, but whether it was because he was German, and also Humboldt as a young man had spent time in Jena with Goethe, and with their creatives and poets of the early Romantics. I think that experience really opened his mind to the future scientist that he would become… You’re smiling. Tim Ferriss: Wow, just casually hanging out with Goethe. Man, what an era. Dr. Isabel Behncke: I know. [Laughter] Tim Ferriss: Just going out to shop with Goethe.","content_length":813,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Oh, my God. As one does. Dr. Isabel Behncke: As one does. Tim Ferriss: I wanted to read a letter from Letters of Note, which I recommend to everyone. They have Instagram, they have a website, they have books. Letters of Note, which are copies of old letters, generally older letters from people of note to other people. There’s an excerpt of one letter from Charles Darwin to Charles Lyell, I believe it is L-Y-E-L-L, from October 1st, 1861. It reads, “But I am poorly today and very stupid and hate everybody and everything.” He didn’t always have good days. [Laughs] Dr. Isabel Behncke: Yes. [Laughter] I love that letter so much. Tim Ferriss: This is incredible.","content_length":665,"content_tokens":176,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Let me really make a large leap here to a question that might seem strange, but a lot has happened, a lot has been observed, a lot has been studied, a lot has been found since Humboldt and Darwin’s day. As it stands right now, what are some of the most interesting theories, let’s just call them theories, or findings related to evolutionary biology? I’d love to know if there are any newer, let’s just say, in the last 10 to 20 years, theories related to evolution that people might find interesting or surprising. I’m going to keep talking for a second just to also buy time. Part of the reason I’m asking, this is as someone who really has not studied evolutionary biology, I would like to think I have a basic understanding but that’s probably hubris.","content_length":755,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I’ve had two different dinners recently in the last few months with two incredibly smart people who, granted, come from religious families. I want to grant that, but both of them have also extremely strong mathematics backgrounds. In effect, after a couple of glasses of wine, they raised a couple of names, and they said, “Well, we’re not sure. It seems probabilistically that the original, let’s just call it, description of evolutionary thinking, per the era of say, Darwin, and so on, can’t really account for all that we’ve observed to date.” I don’t know if that’s nonsense. I don’t know if there could be anything to it, but I would love to hear any and all thoughts.","content_length":674,"content_tokens":169,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"It doesn’t have to relate to that specifically, but certainly it planted a seed and they were like, “Well, go check out this person who’s an incredible scientist who agrees with me,” but I haven’t actually done that homework. Any thoughts? Dr. Isabel Behncke: Right. Great question. Of course, I don’t know what these mathematicians specifically are referring to, so I would need to assess it. I would mention one thing, I think the most exciting revolutionary aspect of the last, say, well, let’s call it 50 years, is an integration between Darwin and complexity. Santa Fe Institute meets Darwin, and meets Humboldt. Let me explain why, because Darwin as a naturalist described the mechanisms by which new species arise, namely natural selection, he also described sexual selection.","content_length":783,"content_tokens":179,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Then you might say, “Well, what’s the difference?” As I remember a teacher saying, “Look at nature, look at any structure that seems useless, and then typically that will be a result of sexual selection.” Pick up a feather versus wings. Anyway, Darwin described both sexual selection, natural selection. Tim Ferriss: Could you actually just take a second to expand on that? Sexual selection is something that doesn’t have a utility per se, but it could be a, I think you said a feather, a particular, I guess a mating dance would be too obvious. Dr. Isabel Behncke: No. It’s selected. Say, “Tim is funny and Tim gets to reproduce because he’s funny.” It’s… Right? Tim Ferriss: [Laughs] One can hope, a boy can dream. Yes. [Laughter] Dr.","content_length":736,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Sorry, that was an awful example. Tim Ferriss: That was perfect. The jury’s still out, TBD. Yes. Dr. Isabel Behncke: We are lonely species and males have some advantages in that respect. [Laughs] Although technology also brings other possibilities. Anyway. It’s actually, now that I think about it’s not such a bad example because you would say, “What advantages would being funny actually bring?” You’re spending cognitive energy in something, you’re being silly. You’re spending time and maybe you’re distracted. Maybe if you’re too distracted a predator will get you. If females like it, that trait will get selected. That works for father’s cleverness.","content_length":672,"content_tokens":170,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"There are many traits that you can go, and this looks expensive and annoying and in orderly colorful, but there are traits that evolve and get selected again and again, because mates choose them. MIDROLL Tim Ferriss: I pulled you off topic in part just to explore the sexual selection piece, but you’re saying, all right, Darwin covered natural selection, right? Too slow, you get eaten by saber-toothed tiger kind of thing. Sexual selection, which would be, say, the colors of the feathers, not for flight purposes, but for say mating purposes, humor, you gave another example, but you were going to explain how Darwin plus complexity is something else. Now in this case, I don’t actually know what complexity refers to. I would love to hear more. [Laughter] Dr.","content_length":763,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Well, I think I don’t want to get in trouble with the mathematicians, but I think a broad way of describing complexity is how things interact with other things. Is in a way that the study of structure and that’s why complexity combined with evolutionary theory is important because they are not only genetic in genetic information being passed, but organisms exist within structures, namely societies, but also ecosystems. These structures impose dynamics of their own in turn that influence the organisms. Let me give you a specific example on how these two domains combine. The two domains being complexity and evolutionary thinking, which is going back to your question of what do I think is most interesting as a development today? It’s the concept of niche construction. Are you familiar with this? Tim Ferriss: I know those two words separately, but I’m not sure what they mean in this context. [Laughs] Dr. Isabel Behncke: Okay.","content_length":951,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Great. Fantastic. Niche construction is basically to construct a niche. Tim Ferriss: So far I got that. I follow. Dr. Isabel Behncke: What does that mean? So far, yes, exactly. Great. Darwin described how earthworms are not only adapted to their environment, but also in the process of living, they modify the environment they’re in. A worm travels, creates, borrows, it defecates. In doing so changes the organisms that are available, changes the frequency of these organisms, also changes the pH of the soil and so on. Namely the activity of an organism, modifies the environment in which the organism is in. I mentioned the example of earthworms because it’s a very basic, simple example. This is most obvious when we think about humans. We are niched. Every organism on earth is a niche constructor.","content_length":803,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Organisms are not passive things that just adapt to their environment, which I think it was the old way of seeing things, like an organism is a thing that basically has to respond and adapt. The revolution I think is that in niche construction, you go, “Organisms are also agents of their own change,” because by the process of living, they modify themselves, each other and their environments. If you think about the other animals, say, humans, we not only modify our environments physically, but also we are cultural niche constructors, which means that we live in worlds that are also cultural, by creating this world, then you have to adapt to them. If you have to adapt to them, that changes the feedback loop on your own existence. That’s why traits that, 10,000 years ago, would have not been very useful for survival, now they might be very useful and the other way around.","content_length":881,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"That’s why I think we can — that’s a longer conversation, but the notion of cultural niche construction, I think it’s exciting. It combines elements of mathematical complexity theory. Although I don’t want to get in trouble with the mathematicians, I’m very scared of them. [Laughs] Go talk to the Santa Fe Institute — Tim Ferriss: Yes, no problem. Dr. Isabel Behncke: — people about this. Tim Ferriss: What I’ll also do, do any names come to mind, researchers, scientists, mathematicians or otherwise, who comment or/and have investigated and studied the intersection of say, Darwinian thought with complexity. Do any names come to mind? Or we can certainly do some homework. Dr. Isabel Behncke: Yes.","content_length":701,"content_tokens":171,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"The original book on this was published by John Odling-Smee and Kevin Laland, two mathematicians and naturalists, broadly understood. Today I would point out to David Krakauer, who is the president of the Santa Fe Institute, and I think he himself in his thinking and just the work he does embodied this. Tim Ferriss: Perfect. Dr. Isabel Behncke: Also they have a lot of great applied work. Santa Fe Institute, for instance, I would suggest reading what they published in relation to understanding the pandemic from this point of view. I think this approach is incredibly enlightening. Tim Ferriss: All right. We’ll link to all of those in the show notes so people will be able to find everything that we just mentioned, or I’m using the royal we, everything that you just mentioned.","content_length":783,"content_tokens":176,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"What you said about niche constructors modifying their environment, which in turn creates this feedback loop, reminds me of the Winston Churchill quote, “We shape our tools and then the tools shape us.” It applies all the way from the earthworm to, for instance, large herbivores in Africa. If you look at hippopotami and the paths that they create which affect water flow and a million other things, it’s just incredible how interconnected all of it is, and how many feedback loops exist, which we do need some mathematics to begin to try to evaluate how these many hundreds and thousands and millions of feedback loops might interact in any way that we can comprehend. I’ll check out David Krakauer. That’s a great lead. How many bonobos are there in the world at this point, roughly speaking? Dr.","content_length":799,"content_tokens":176,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Is very difficult to have an exact number, but they would fill out a small stadium, maybe hopefully more than 10,000 and probably less than 60,000. Tim Ferriss: Just for comparison purposes, how many chimpanzees are there? Is it a multiple of that? Is it roughly the same? Dr. Isabel Behncke: Yes. Oh, for sure. It’s at least one order of magnitude more. I’m thinking, no, not two orders of magnitude, but if you sum the three subspecies, I want to say around the million or less, but actually — Tim Ferriss: Okay. No problem. Dr. Isabel Behncke: — let me get back to you with the latest counts. Tim Ferriss: Bonobos and chimpanzees are contrasted, because they seem to have so many differences of, [Laughs] not just styles, personalities, behavior, their societal structure.","content_length":791,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I do want to talk about all of these things. Why is there such a discrepancy in the number of bonobos versus chimpanzees? Is it due to the state of affairs in Congo? Is it because they’re in, for whatever reason, not naturally selected as well? Could that be a plausible vote in favor of aggression? I don’t know. How would you describe the discrepancy? I’m not fishing for a yes answer to the latter, I’m just saying it’s — I hadn’t thought about this until I prepared for this interview and I was like, “Why are there so few bonobos?” and I didn’t have a good answer to that. Dr. Isabel Behncke: I think the word is evolutionary contingency. Probably the evolutionary event that led to the speciation of this two species.","content_length":723,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Speciation, meaning, what happens when you have an ancestral population of an ape that was the grandfather of chimps and bonobos? Something happens, and later down the river of time, you have two distinct populations, one is bonobos, one is chimpanzees. This event was probably, but we’re still discussing about it, the geographical formation of the River Congo. The River Congo is an enormous river that in order for you guys to picture it, don’t think of a river, think more of a moving lake. If anyone has visual images of the Amazon, the Congo is only second in size to the Amazon. It’s really the Congo basin and their Amazonian basin are equivalent. Both of them are the lengths of our planet.","content_length":699,"content_tokens":155,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"You have this enormous river and north of the River Congo, you have the distribution of chimpanzees and south of the River Congo, you have bonobos, which means that at the time, and both species adapt and niche construct with their environment. Bonobo environment is a lot more wet and tropical jungle than chimpanzees. Having said this, there’s a huge variation in chimpanzee habit that chimpanzees are probable, but I say this with so many caveats because bonobos also have ability to exist in somehow dryer environments, but as a gross overgeneralization, chimps exist in a more varied, array of landscapes. They can be in tropical forest, but also in dryer environments, which probably, it’s a chicken and egg thing. Can they be there because they’re better at adapting? Or is it because they were north of the river that they actually adapted that way? What we know is what we find today.","content_length":893,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I think it’s contingency and sometimes they hunt, sometimes they don’t, depending where in dry environments they hunt more. Tim Ferriss: This is chimpanzees? Dr. Isabel Behncke: Yes. Sorry. Chimpanzees. I think both species are incredibly flexible, but chimpanzees have a wider distribution. Perhaps in terms of the dietary adaptations, they might be more flexible. Tim Ferriss: On the dietary side, just because I’m extending our conversation that we had many months ago, and I’m just curious. I’m going to follow my curiosity. Apologies to everyone who’s expecting a really well-constructed, 60 point, sequential set of questions here.","content_length":637,"content_tokens":148,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"[Laughs] On the dietary side, do bonobos hunt, has that been observed? Maybe you could speak to chimpanzees because my very, very minimal understanding of chimpanzees is that not only do they hunt, but they also sport hunt in a way, or they go on raids of sorts. Could you just maybe speak to both and contrast? I would just love to know because I’ve never asked anyone and you’re the person to ask if bonobos have ever been observed to hunt. Dr. Isabel Behncke: Yes. Both species hunt. Chimpanzees hunt more than bonobos, that’s the summary. Now let’s dig into this. For years, the archetype was that chimps were mean, aggressive hunters and bonobos were the nice, vegan, loving — Tim Ferriss: Orgy lovers. Dr. Isabel Behncke: Exactly. Thank you. [Laughter] Dr.","content_length":762,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Suddenly, I became coy. Tim Ferriss: Yes, what’s all that? You just got so shy all of a sudden. [Laughter] Dr. Isabel Behncke: I know. It’s like, what? Exactly. Yes. Thank you. I think that’s what’s so cool about studying animals and about science, that things are always more complex and have more variants and nuance. As you understand more the animals, particularly when you’re dealing with large brain intelligent animals, of course they’re plastic, of course they change, of course not all the populations do the same stuff.","content_length":545,"content_tokens":140,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Of course there’s a huge variation according to which environments they’re in, then you can start making predictions and saying, “Well, if they’re in wet environments, if they’re in rich environment, how does this drive behaviors like hunting and aggression and so on?” That’s the domain of socioecology, which is the study of how social behavior changes according to environmental pressures. Having said that, I mentioned that because I think it’s important to understand that we are also animals subjected to the same pressure. I guess what our environment changes, we change. For chimps and bonobos is the same. We can even speak of say, Western chimpanzees have been said of having a more bonobo strategy in the sense of females have stronger bonds and they can be nicer and hunt less than Eastern chimpanzees that hunt more and there’s more advance aggression, and et cetera.","content_length":880,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: Geographically could you just place us, where would the range of the Western chimpanzees be in versus the Eastern? I know there’s probably not a super clear demarcation down the middle, but geographically, where are we placing those groups? Dr. Isabel Behncke: The Eastern chimpanzee would be the chimpanzee that most people know because of Jane Goodall’s studies. Your Gombe chimp is your Eastern chimp. Thank you for asking that question, because of course, for Jane, when she started studying these chimps, and the things she observed, including the four-year war, Jane Goodall, after a while, she thought that chimpanzees to begin with, they were a nicer version of us. I think this is certain in a broader context of, of course, we are looking at ourselves by looking at these animals. She makes this amazing discovery when she observes them using tools and there’s a famous anecdote.","content_length":902,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"She writes to Louis Leakey, who has the idea of her going there and saying, “Look, I know that the definition of human is that we’re the only animal that uses technology, but I’ve observed these animals, namely chimpanzees using and creating technology, so we have a problem. Basically, we either — “ Tim Ferriss: [Laughs] “How are we going to handle the PR on this one, Dr. Leakey?” Dr. Isabel Behncke: Exactly. [Laughs] “We have a problem, Dr. Leakey,” either we widen the definition of who’s allowed to use technology or we change the meaning of being human. That’s a very famous — I hope that’s in Letters of Note, by the way. I don’t know if it is. But it should be. A telegram.","content_length":683,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: It might be. They’ve gathered some incredible letters and people also, can hear quite a bit about some of these earlier experiences that Jane Goodall had in my conversation with her. We explore that quite a bit. They could also find documentaries like Jane online which will give you quite a view into this four-year war as you mentioned. Really, just as different tools, obviously, different weaponry but just as horrifying as human war. The ongoing protracted war which is not isolated to chimps, right? We look at certain ant populations. It’s as if my memory serves me correctly there’s like decade-plus long wars going on. I want to say somewhere in the American Southwest or near Mexico, and then we get to the West where is — you can comment on any of that you’d like, but at some point I would love to know where the Western chimps are. Dr. Isabel Behncke: Yes.","content_length":882,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Look at Africa, Central Africa, note where the Congo River is, which is on the upper third bit of DRC. I’m talking very broadly here. Then look west, Guinea and Cote d’Ivoire and all that area that is north of the river, on the west. Tim Ferriss: Yes. I’m going into Google Maps and looking at this right now. You know what’s interesting, it says Gombe — I’m looking at Gombe — Oh, I guess I got pulled into the wrong place because — Dr. Isabel Behncke: Gombe is in Tanzania. Tim Ferriss: Yes, right. There’s also a Gombe in Nigeria. Tim Ferriss: People should be aware if they pull it up on a map, Gombe is in Tanzania in the context in which we’re using it. Dr.","content_length":663,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Yeah, so if you — Look at the map of Africa and if you look at the heart of it, literally the heart of it, that is the DRC Democratic Republic of Congo. To the right of that, you’ll find Gombe, Tanzania at Eastern Africa. Tim Ferriss: Yes, exactly. Dr. Isabel Behncke: That boundary — and Lake Tanganyika is in that boundary. Actually, when you climb the Hills of Gombe, which are steep and it’s hardcore, one reason to study bonobos is that the Congo Basin is flat. Anyway, when you climb Gombe, yes, there are like killer bees on the Tanzanian side. When you climb Gombe and you look down at Tanganyika, then you can see Congo. Tim Ferriss: Got it. Dr. Isabel Behncke: That is the line that I’m trying to draw.","content_length":728,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: I’m looking at a map here, so DRC, Democratic Republic of Congo, is going to smack in the middle of Africa. If you imagine that country, this is going to sound funny but as the United States, DRC, the Congo is the United States. There’s actually a little hook in the Southeast that looks like Florida. If you were to look at where new England is right on that border, let’s just say going into the ocean that would be Uganda. Then below that say around where? Like New York, New Jersey would be — you have Rwanda, Burundi, and then you have Tanzania covering pretty much everything down to Florida. There is this gigantic lake as you mentioned it which I’m not going to be able to pronounce properly that forms the border basically between DRC and Tanzania. What was the name of this lake again? Dr.","content_length":812,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: In Tanzania? Tim Ferriss: Tanganyika. Dr. Isabel Behncke: Tanganyika. Tim Ferriss: That gives you a bit of an image. The Western chimps, where does that group begin? This is going somewhere, folks, so don’t worry. Well, I’m not getting like totally Where’s Waldo? with geography forever but where? Do they start west of that lake? Dr. Isabel Behncke: No. So Lake Tanganyika goes north-south. It’s like a very long and actually very deep lake. I think it might actually be one of the deepest lakes in the world only after Baikal I’m not sure. West of that, you have gorilla populations. The Western chimpanzees are north.","content_length":636,"content_tokens":171,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"That’s why Tanganyika — again, think of DRC as this heart of Africa and then the river, the Congo River is on upper bit. As Conrad, the writer, the author of the Heart of Darkness described it because he sailed the — that’s the origin of Heart of Darkness. In fact, he described it as a coiling snake. Think of the Congo River as this coiled, enormous coil snake that goes, it’s at the head of DRC. DRC for context is the size of Western Europe. It is an enormous, enormous country. Western chimpanzees are north-west of that. Tim Ferriss: I see. Dr. Isabel Behncke: You see what I mean? Tim Ferriss: Yes, I do. Dr. Isabel Behncke: You were talking about your conversation with Jane and the four-year war and aggression in chimpanzees.","content_length":735,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"The person to read and listen and follow about that work, kind of the, who is the modern Jane Goodall in the sense of following chimpanzee behavior and working on aggression, which is of course, and the origins of war, which for very obvious reasons is a very topical issue today, is Richard Wrangham. He’s a British primatologist who has been at Harvard directing the pan lab for many years. He has many books. He’s creative. Tim Ferriss: How do you spell Richard’s last name? Dr. Isabel Behncke: Wrangham. W-R-A-N-G-H-A-M. Tim Ferriss: Okay. Perfect. Dr. Isabel Behncke: Wrangham. His last book is called The Goodness Paradox.","content_length":628,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Why is it that humans are relatively good, if we should, in inverter commas, given what we see in chimpanzees, be a little more aggressive? I think all things that Richard covers about this topic are incredibly useful. He has been observing chimpanzees. Well, he worked with Jane and so I can’t recommend him more thoroughly. That was one. Yes. Then the second you mentioned war in ants. I think the recommendation there would be, and you had also mentioned E. O. Wilson, the author of Consilience — naturalist, and very famous for sociobiology in 1964, namely, combining social sciences and natural sciences and creating a bit of steer in the process. His favorite student, he’s alive today, the student, because Wil died — Tim Ferriss: Very recently. Dr. Isabel Behncke: — a couple of months ago. Very recently. Yes. I would invite everyone to read the work of Mark Moffett.","content_length":876,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Mark Moffett is also an ant biologist, the favorite student of E. O. Wilson. Mark’s an explorer, another person in this tradition of doing theoretical work, thinking about animal and human societies but combining exploration science and theoretical thinking. He published a book called Swarm, is basically about human societies. He makes this wonderful point that in many respects the dynamics of ants inform us about our sociality including war a lot more than we can see in other animals, so that’s a recommendation. Tim Ferriss: Very cool. Swarm. Great book title. If you look at the, let’s just say contrasting behaviors of Western chimps and Eastern chimps and then bonobos, do you think it’s primarily a function of food scarcity versus abundance or something like that? Dr.","content_length":780,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: I think that definitely plays into it, but I also think that you have the niche construction element there namely that cultural animals have dynamics of their own that are perhaps put in place in first place because of ecological conditions, but once they get going, they have their own weight, like a culture. Tim Ferriss: Yeah. And their own durability also, even if the initial conditions are not the current conditions. Dr. Isabel Behncke: Correct. So this example is also — yeah — Tim Ferriss: I was just going to say also, that as you mentioned, you have genetics as we understand it with, or — we, I’m giving myself a lot of credit there, but genetics in terms of DNA and the code that gets passed down as we understand it.","content_length":746,"content_tokens":165,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Environmentally largely unmodified DNA, meaning you have these random mutations that sometimes lead to better fitness and then natural selection, but we don’t have to go down this rabbit hole because it’s also a rat hole. It gets co-opted by a lot of new agey stuff. Epigenetics also, these more acute effects on progeny and their behavior and so on. Please continue. You’re saying that the niche construction, by cultural weight, could you give an example of that or that type of the impact of that? Dr. Isabel Behncke: Yes. Selection pressures that work on behavior of social animals. Let me give you an example.","content_length":614,"content_tokens":139,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"When you observe bonobos, immediately females they stand out as we would call them empowered and they seem to make decisions and to have the upper hand in the sense — not that bonobo males are in any way, and let me make this super clear, bonobo males are magnificent, strong, amazing males. This is not an example — Tim Ferriss: They’re not like spider males who get eaten after procreation. [chuckles] Dr. Isabel Behncke: No, exactly. They are beautiful, magnificent males. This is not an example of a war of the sexes where you have, okay, females won the war of the sexes and these guys are puny little guys on the outskirts of society. No. I can show you pictures, videos, they’re magnificent, and I think also they have fun. They’re playful, they’re strong. Going back to the example you asked for.","content_length":804,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Immediately this difference between bonobo females being empowered, they don’t get raped for instance. Female choice exists throughout nature, but rape can happen in some societies and some species. In bonobos, we have not observed rape. The males make an invitation to mate, which is a fun head bob, gesture. Tim Ferriss: It’s like Tango. Cabeceo. [Laughter] Dr. Isabel Behncke: Right. Tim Ferriss: Sorry, inside joke guys. This is how males invite women to dance from across the room. Anyway. [Laughs] Dr. Isabel Behncke: No, but it is correct. I had not thought about this. Tim Ferriss: Same, same. Dr. Isabel Behncke: I failed as a primatologist and a South American. This is like staring me in the face. Tim Ferriss: The males do this head bobbing thing, as the invitation. Dr.","content_length":782,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Yes. As the invitation. The point I want to make is that you can ask, why is this happening in bonobos say as opposed to other species? The thinking is that the wealth in the environment, it played a very important role in the development of bonobos because let me backtrack a little bit into socio-ecology 101. Think, what are your main problems if you are a mammal? If you’re a female mammal, typically, female mammals are constrained by resources because being a female mammal is expensive calorically. You have to travel, if you’re lactating, if you’re carrying babies. There’s a lot of investment that female mammals have to do with procreation and carrying babies for sometimes a very long time because mammals have large brains which are in turn expensive to maintain. Babies can be useless. Tim Ferriss: And they’re born before they’re ready to go.","content_length":872,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"In order to pass through the birth canal or to be born properly. They’re born helpless. Dr. Isabel Behncke: Yes. That is most extreme in the case of humans. Tim Ferriss: In chimps. I guess — no, I’m sorry. I was thinking mostly of speaking of higher primates and humans. To be clear, when a giraffe drops out, it’s got to be ready to run or it’s lion food. [chuckles] Dr. Isabel Behncke: That’s a great point, actually. Just observe giraffes or any large herbivore. The relative period of uselessness in an infant between this kind of animals versus us or gorillas, chimps, bonobos. Herbivores, whether it’s a giraffe or a horse or deer, they get up and they start walking.","content_length":673,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"They’re still protected by the mother and of course fed by the mother but our babies are useless for a very long time. Tim Ferriss: It’s expensive to be a female mammal. It’s expensive. Dr. Isabel Behncke: Exactly. Thank you. It’s expensive to be a female mammal. Female mammals are typically constrained by resources. If you have an environment where there aren’t enough resources, female mammals the most basic thing is that they have to be on their own because there isn’t enough food for everyone to gather. Not enough supermarkets, can only feed say one female and her two babies. You’re stuck on your own. If there is enough food, ah, now you can go to a party. You can hang out with other females. This is really important because I think the social revolution for bonobos was that female mammals were able to hang out together.","content_length":835,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"In order to form a bond, you need a very basic thing to happen. If you are a primate that doesn’t bond online, you need to be in the same physical space and because mammals bond through physical interaction, if an environment allows for females to be in the same place, you can afford that possibility. Not that it will always happen, but we think that in bonobos, the fact that they were in a relatively wealthy environment, wealthy meaning a tropical forest with a lot of fruit and fruit has high in calories, then you can be in the same place. This is where you get into the multiple feedback loops. Females in the same place, females hanging out with each other, social proximity. Social proximity, bonding. Bonding, alliances. Alliances, we advance our own interest. What is our interest? Female mammals have two problems.","content_length":827,"content_tokens":175,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Some of them have many problems, but one of them is being energetically expensive, and the second one is in infanticide. Infanticide exists, it’s relatively widespread. If you think I’m going to sound like a horrible person without a heart but if you think of your genetic investment, taking away love. What a terrible thing to say obviously for a female mammal, your child being killed is an awful thing. Purely because of the time and energy invested in creating and maintaining this infant. What I’m trying to get at is that the adaptations for female mammals that have to do with avoiding infanticide are important. In that sense, choosing males that are nice males and not choosing males that will probably be infanticidal is an important thing. Tim Ferriss: Oh, interesting. I have a question.","content_length":799,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"May I jump in with a question about this? When I hear — this probably not a sense I use very often — but when I hear in infanticide, what I think about is cases with say lions, bears. It’s very, very common in the natural world where a, let’s just call it a challenger male will come to a pride, kill a resident male. That male lion will want the female lions to go into estrus. If they’re lactating that won’t happen, therefore he will kill the cubs. This happens amongst bears, is my understanding. You’re saying in this case, there’s also infanticide where the actual biological father will kill the infants? Dr. Isabel Behncke: Not typically. No. Sorry. I should have been specific about that. What I wanted to say is that infanticide, as you’re pointing out happens in nature.","content_length":781,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"The only thing that I’m saying is that avoiding infanticide is important for females. What I’m trying to get at is that I think, you asked about the contribution of a wealthy environment. Why are bonobos so nice? It’s like, is it because they have more food? I think that plays into it, but I also think it’s a cultural niche construction. Also, you have multiple levels of selection. What we see is that females have been selecting nice males and nice males get rewarded for being nice because females choose them. What you see is that multiple feedback loops. The way of summarizing this better I think was done by the rapper, Baba Brinkman when he — Tim Ferriss: I didn’t see that coming. All right. Dr. Isabel Behncke: [Laughs] Tim Ferriss: I don’t, but please continue. Dr.","content_length":778,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: He’s a great lyricist. He rapped The Original Species. When he was rapping about how sexual selection works, and these processes, basically female choice, and he was showing gangsters and rap culture being all aggressive, and he said, “Girls, you are selecting traits in males, in order to create a better world, don’t sleep with mean people.” [Laughter] Tim Ferriss: I think that’s a good advice. Good advice. Dr. Isabel Behncke: I am obviously saying it as a joke but what I’m trying to illustrate here is that female’s sexual choice is important and in bonobos because of what was possible for them to happen, given that they were able to form coalitions perhaps we see more clearly. That’s all. Tim Ferriss: Let me ask you a couple of housekeeping questions that may go nowhere.","content_length":798,"content_tokens":198,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I apologize to everyone if this goes nowhere. If you look at say, bonobo versus chimpanzee populations, is there a different gender split? If you look at a given cohort, I don’t even know how you would define that. It’s probably not a single troop, it’s probably a little wider than that. If you look at bonobos, is it 50/50 male/female, and chimps roughly the same? Is it 60/40? Is it 80/20? The second question, let me rephrase that, the second question is about body size discrepancy. Between males and females in bonobos is the discrepancy the same as in chimps? I’m trying to think of other factors aside from food scarcity or abundance that might contribute to different social dynamics. Dr. Isabel Behncke: Both species have the same sex ratio, around 50/50. Tim is asking about dimorphism.","content_length":797,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Sexual dimorphism is, if you look at males and females, if roughly the body size and other trades similar or where you see big differences? Tim Ferriss: Right. Dr. Isabel Behncke: One example of huge dimorphism would be gorillas. Think of a male Silverback big, enormous guy, and female’s much smaller, or say a stag, a deer, red deer. As a rule of thumb, again, grossly overgeneralizing, dimorphism indicates lack of monogamy. Again, maybe we shouldn’t get into this because there are many nuances here, but in chimpanzees and bonobos, females are a little bit smaller in both species, and dimorphism might be a little bit more in chimpanzees. Namely, you don’t see this huge body size difference but there is a body size difference.","content_length":734,"content_tokens":177,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"In humans it’s evident as well, in the sense of like most males, if you think of averages, are taller, heavier, stronger than females. Obviously, there are exceptions but we’re talking statistically. Tim Ferriss: Yes, we come back to what you said related to dipho — [Laughs] Never said that word before. I forgot what you said about dimorphism. Dr. Isabel Behncke: Dimorphism. Tim Ferriss: That that is reflective or indicative of a lack of monogamy. Is that right? Could you elaborate on that? Dr. Isabel Behncke: Let’s think about animals that have most dimorphism. Again, let’s pick the deer or gorillas. Typically, that indicates a higher social structure in the sense of one male and several females. That, of course, it’s not a symbol.","content_length":742,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"That with time, we have learned that gorilla social systems are a lot more flexible than we thought. That’s another rule of thumb. It’s always more complicated than you think. I think Oscar Wilde has a great quote about, “The truth is rarely simple.” Tim Ferriss: No. I’ll look it up. Dr. Isabel Behncke: [Laughs] It’s a rule of thumb. Bonobos and chimpanzees are similar, I think, in much more ways than we think they’re different. In the past, I think, because we were coming out of, we still are, in thinking of evil and goodness, chimpanzees were the bad guys and bonobos were the good guys. Chimpanzees are technological Machiavelli politicians and male rapists and then bonobos are the feminist, peace-loving. Again, life is a lot more complicated.","content_length":754,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I would just really like to stress that we should try to get out of this sharp contrast. Both species have undergone their own paths. I don’t think it’s correct to say good guys and bad guys. There are no angels. Bonobos are no angels. There’s conflict at every level of organization in nature. Also, I think we should be careful about the naturalistic fallacy. Naturalistic fallacy, meaning, “Oh, if this happens in nature it means that. This is okay for us to do the same in human societies, or this ought to be the way.” Sorry. I said a lot. Tim Ferriss: No, I don’t have very much when I’m talking so I prefer you to talk. Dr. Isabel Behncke: [Laughs] Sorry.","content_length":662,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: The Oscar Wilde quote, although I even have the quotes on the internet attributed to Oscar Wilde but I believe the quote is, “The truth is rarely pure and never simple.” That’s the one. Dr. Isabel Behncke: That’s it. Thank you. Tim Ferriss: For people who don’t have the context when you talk about Heart of Darkness, Congo. Can you describe the land in which these bonobos live from a human perspective? What does the Congo look like? What are some basics that we should know about the Congo just so people have an appreciation for what it means to walk more than 3,000 kilometers on foot in the jungles of the Congo? Dr. Isabel Behncke: Congo historically, you will hear about the two Congos, Congo Brazzaville, and Congo Kinshasa.","content_length":746,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"When we’re talking about Congo, we mean Congo Kinshasa, meaning DRC, Democratic Republic of Congo, what was known before Zaire. Again, picture Africa, literally picture the heart of it this enormous big central middle, and that is Congo DRC. Congo is the size of Western Europe, as we were talking before, it has given us so large, there are many biomes, but I went to the tropical jungles, literally in the heart of Congo, namely, about 100 miles south of the river, just in the line of the equator, so my GPS would mark 0000, about 600 kilometers (400 miles) from the nearest town. This means that first of all, you have logistics that are complicated that are the logistics of any tropical rainforest. There are dangers that are inherent in tropical rainforests, such as trees falling, in fact, that’s one of the most dangerous things.","content_length":838,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"If you’re following a group of large wooded animals that are arboreal and you are a biped and these guys are traveling on the trees and this is a primary forest, namely, they’re old and dying and dead trees, many times entire pieces of, whether or not sometimes a tree, but a huge branch, sometimes the size of a table would fall a few inches from you. That has caused injury, permanent injury, and actually a death in the group of people that live in the study site. There are other obvious dangers like snakes, there were green mambas, black mamba, Congo vipers, we couldn’t have anti-venom, because, for anti-venom, you need electricity and have a fridge and to store it, refrigeration. We didn’t have electricity, or any form of public sanitation, for that matter. I think for me, I was always thinking of it.","content_length":813,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"You really shouldn’t get bitten by a snake. Tim Ferriss: Don’t get bitten by a snake. Good advice. Dr. Isabel Behncke: [Laughs] Yes. 101. The most obvious danger, I think, with Congo, for a woman, would be physical violence from people. Congo is the rape capital of the world, but this pertains to the chronic conflict that Congo has but I was quite far from that conflict. That conflict happens mostly in the east. Of course, it could erupt anytime and it was a concern. I think I was more in the dangers of the forest, I would say. Then there’s tropical disease. You think you can control many things. I took this book called The Oxford Handbook of Tropical Medicine, I did not read it beforehand and I think if I would have read it beforehand, maybe it would have been — there’s a small degree of ignorance that happens that’s helpful.","content_length":838,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"No, I’m not advocating like, [Laughs] I should think like that because of course, I’m all about knowing and knowledge. Tim Ferriss: Play with the snakes. Dr. Isabel Behncke: No. No. Don’t play with the snakes. Tim Ferriss: No, I’m kidding, don’t play with the snakes. Dr. Isabel Behncke: Don’t play with the snakes, no. The chapter in this book about infectious diseases in tropical areas in Central Africa is quite scary. That’s the only thing I’ll ever say about that. Tim Ferriss: So you have, strictly in the urbanized or less remote parts of Congo you have warfare, you have violence, you have rape, as you mentioned, disease, also, I mean urban disease, birthplace of Ebola and HIV, is that correct? Dr. Isabel Behncke: Correct, yes.","content_length":739,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: You have a lot going on. You talked about the remote dangers, you’re navigating all of this in the course of doing fieldwork, just to shift gears for a second, because you mentioned the death by tree, why is it that the Japanese, I think the University of Kyoto has such a dominant role, it would seem, in bonobo research. How did that happen? Dr. Isabel Behncke: Great question. Thank you. We were talking about Western ethology and Konrad Lorenz. Animal behavior studies in the West come from that line of animal behavior in Europe whose origin is in biology. The Japanese have a different tradition in ethology that for them comes broadly speaking from the social sciences. Let me explain, I think this is really interesting because, you see two cultures coming at the same, broadly speaking, area of study with different approaches.","content_length":849,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"The book for more, this is by Frans de Waal, the Dutch ethologist, is called The Ape and the Sushi Master, which is a great title, in which he asks this question, “Why are the Japanese so interested in animal behavior?” The Japanese came to animal behavior with the questions we’re asking today earlier than the West, probably for two reasons. One of them is an evolutionary contingency, namely habitat. In Japan, they are primates. You have Japanese monkeys. I would invite your audience to Google “Japanese monkey hot tub.” What you will see — Tim Ferriss: I don’t know the proper name, the snow monkeys. Incredible in the hot springs. Japanese macaque also known as a snow monkey. Dr.","content_length":687,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: The reason I’m mentioning that is because I would like you to imagine what it means for culture to live in a place where you have these animals nearby. That means that for the Japanese, primate monkeys were part of their mythology and of their stories. Think of the mythologies and the stories that we have in the West, and are intelligent animals, they’re mostly, say ravens or foxes, think of German fairy tales, who’s clever? Oh, it’s the raven. Why? For obvious reasons, because those were the animals that were available in our environment. We think and interacted with them, we didn’t have monkeys, for the West to look at monkeys we had to go to Africa to Asia.","content_length":684,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"That’s the first reason that I think it’s evolutionary contingency, namely, the Japanese, as a culture, co-evolved with primates in the presence, and they were part of the mythology and the story. I think also their religion, the Shinto, you know more about Shinto than I do, but basically interrelationships. I think that predisposes, cognitively, the Japanese to be much more prepared to think about continuities and discontinuities between humans and other primates. The combination of these two factors made that in the 1940s already, you had a tradition of Japanese primatology, first, there was this guy who was looking at horse behavior and then he started looking at other primate behavior. Very famously, he discovered the innovation of potato washing.","content_length":761,"content_tokens":162,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Saw this female that, they were eating potatoes that had sand and even you can go, “That’s annoying, but still food.” She learned to wash them in the water, and her friends and family learned from her. It became a very well-known example of innovation and also who innovates and how innovations spread through certain — Tim Ferriss: There’s a question for you. Where was that potato washing? Do you recall? Dr. Isabel Behncke: Yes, in an island. Oh, gosh, I just forgot the name of the island. Imo. The name of the film is Imo. I’ll get back to you with the name. I-M-O. Tim Ferriss: Imo. That’s funny because it means potato. There’s is a joke in Japanese.","content_length":657,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"This is not going to mean anything to anybody but [japanese language] is a joking way — It sounds like “What time is it now?” [Japanese language] but it means “Don’t touch the potato I’ve just picked.” “Imo” is a way of saying “potato,” or I think you can also use it to mean “country bumpkin” in Japanese, but that’s funny. Dr. Isabel Behncke: Oh, that’s great. Tim Ferriss: It’s Imo monkey potato washing. I’m just pulling it up really quickly because I want to ask you a question about this. Sweet-potato washing revisited 50th anniversary of Primates article. This is something I’m looking at on springer. com. Talks about Koshima monkeys.","content_length":643,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I’m guessing it’s on Koshima, perhaps. Dr. Isabel Behncke: Koshima island. Tim Ferriss: Koshima almost certainly means little island. Ko is ko uchi gari for those Judo people out there. Koshima, and then shima is like Hiroshima, wide Island. Koshima. So Koshima. Now, I had heard — I would love to — the reason I’m asking specifically is, I wanted to ask you, is it true? It may not be at all, but let me back up and say, it seems to be true that there’s this phenomenon of people, in humans in disparate geographical locations, having similar or identical scientific breakthroughs around the same time, which is bizarre and raises a lot of questions. Could just all be coincidence, but it seems to happen on a reasonably regular basis.","content_length":736,"content_tokens":187,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"When you read these biographies of scientists, it’s like nothing happens for 200 years and then it’s neck and neck down to the week. I believe something like that also happened with Darwin where he thought he’d been beaten. Dr. Isabel Behncke: Yes, Darwin and Wallace. Tim Ferriss: Yeah, so Wallace beat him to the punch and he wrote a letter to his friend complaining like the other letter. Then his friend was like, “Charles, you’ve got to get your ass on this. Get after it.” Then he pushed forward and then no one remembers Wallace. It’s like nothing, nothing, nothing and then flash boil all of a sudden. I remember someone telling me that this was also true for the sweet potato-washing in the sense that, I guess in this case, Imo learns to wash these potatoes.","content_length":768,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Then around the same time, monkeys of the same species on other nearby islands began washing sweet potatoes. Do you know if this is, even as a story, something that exists, putting aside maybe they travel from island to island? They must have gotten there somehow to begin with. I suppose they do. Have you heard this story at all? Dr. Isabel Behncke: Yes. I’ve heard that on the wackier side of that, there are some explanations like morphic resonance. You probably know. Tim Ferriss: Yes, morphogenetic fields and all that stuff. I don’t want to drag you into the mud here. What are your thoughts on any of this? Dr. Isabel Behncke: If I may remain empirical about it, also thinking as an ecologist, I think first of all, it’s attention bias mainly.","content_length":751,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"There’s an effect of — also, given that I’m trained as someone who looks at nature and I’m astounded at our own blindness of how many times can I pass through a place without seeing something until I go, “Oh, what about this?” Then I see it everywhere. Tim Ferriss: It’s like buying a new car and you see that car everywhere. Dr. Isabel Behncke: That is one thing. Tim Ferriss: It’s not like everyone bought the same day, you just didn’t notice it before. Dr. Isabel Behncke: Yes, amazing. There’s that effect but that’s not all. I think there’s also an ecosystem effect. This view of the lone person, whether it’s a Japanese macaque female or Darwin alone, old man in his studio.","content_length":680,"content_tokens":188,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"We think in ecosystems, in environments, through interaction with the world. We are picking up stuff that it’s already — it’s fruit that is in our forests, so to say, so that other people start picking it is not an incredibly surprising. Tim Ferriss: Is there anyone you are aware of who is a credible scientist, who would even entertain the notion of morphic resonance or is interested in alternative or complementary theories for how some of these things manifest, or is that just universally thought to be bullshit? Dr. Isabel Behncke: I know Rupert Sheldrake personally, and I really like him. I think the work his son Merlin, you probably know what he’s doing, is fantastic on fungi. He’s such a great guy. Tim Ferriss: He’s a fascinating character. I’ve never met him, but fascinating guy. Dr.","content_length":799,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: You should meet him and go for a walk with him. He was originally a botanist. He knows everything. Just to go for a walk with him outside is wonderful. Let’s do that. Tim Ferriss: All right. Go for a walk with Rupert. On the list. Thank you. How did we get on to sweet potato-washing in the first place? I’m trying to rewind. Dr. Isabel Behncke: You asked about why the Japanese have a field site in Congo. Tim Ferriss: Yes, because when I’m looking at, for instance, the network of play interactions in Wamba bonobos and I’m looking at the names. It’s like Natsuko, Yukiko, Nachi, Kyota, Yume, Huku, Kitaro or in the very beginning we talked about Jiro, I think it was.","content_length":686,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"That is most certainly a Japanese name like Jiro Dreams of Sushi. Same, same. Super, super fascinating. Dr. Isabel Behncke: I love hearing the names of the E1 bonobo group pronounced properly. Tim Ferriss: Yes, they have some good names. They have some good names. Kiku, Hoshi. Dr. Isabel Behncke: It brings me back there. Tim Ferriss: Yes, they’ve got some good names. I will ask about where you think humans are getting it wrong or maybe making mistakes when it comes to sex, play, gender? I am going to ask you about that, but I’m planting a seed so that it’ll just gestate for a little while. First, let’s talk about, or rather, let me ask you about and I just saw it pop up here, the adaptive joker hypothesis. What is that? Dr.","content_length":733,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: That is the name I gave to my theory on play behavior, basically. I did for my masters and for my PhD, I studied play behavior. The question you ask yourself as an evolutionary biologist, as an ethology, is that what’s the function of behavior? Play has typically, and continues to, very rightly, thought as developmental scaffolding. Namely, something, a behavior that is expensive and risky, but young animals do in order to build up the organism. Play prepares you for the future. Play trains skills. All that is true. Tim Ferriss: Play fighting in leopards or something like that. Dr. Isabel Behncke: Play fighting in leopards, wordplay in young humans. As a rule of thumb, you will observe how the young of a certain species play and you can have inferences on what they do as adults. Play is training for adulthood. All of that is true.","content_length":858,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"If you think of the word scaffolding, to me was puzzling because it’s like development scaffolding. Maybe it’s because I come from a family of architects but I keep thinking, a scaffold is something that is used to build a building. Then when the building is done, you remove the scaffold, i. e. the scaffold is useless. It’s just aiding you in constructing something. When the thing, the building, is ready, you take the scaffold away. The object is the thing, i. e. the building that is ready. If play is a scaffold for building adult organisms, it means that play should finish when somatic growth finishes. You turn 17, 18, you stop playing. I think again, this is roughly true in many species. It’s not very common that adult animals play.","content_length":744,"content_tokens":178,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"If you start looking around with this question of — ask the question and then tell me which animals play as adults? What would come to mind? Let me ask you that question. Tim Ferriss: Which animals play as adults? Dr. Isabel Behncke: Yeah. Tim Ferriss: Dolphins would come to mind — Dr. Isabel Behncke: Humans, obviously. Tim Ferriss: Although I do think — What was that second one? Dr. Isabel Behncke: Humans. Tim Ferriss: Oh, I thought you said Cubans. I was like, maybe Cubans, yes, sure. [Laughs] They do like salsa, that looks like that. That’s playful. Yes, great music. I’m sitting in Austin, Texas, there are actually a lot of amazing Cubans here, which is why maybe that’s — talking about the attention bias.","content_length":717,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Humans, although, one would need to, I think, perhaps take a second to define play. If play is not this — I can’t remember the exact modifier you use, but the scaffolding. If it is not that, then what is play? It seems like something that doesn’t serve an obvious functional purpose that entails some degree of positive emotional display. I don’t know if that’s me struggling for definition. How would you define it? Dr. Isabel Behncke: No, you’re correct. We’re mixing two definitions there. I want to make a distinction when you ask this question, Tinbergen, another famous ethologist, defined the four questions.","content_length":615,"content_tokens":150,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"When you think about a behavior, what, why, and from where? The question I was asking is, what’s the evolutionary function of the behavior, which is different from defining it, how does it look today? If you want to define it and when you observe something and you want to study it, you need to define it. How does it look today? You can define it broadly as a behavior that appears cooperative in the sense that it doesn’t look forced. Animals are not doing it under constrain, duress, or obvious aggression, and there might be a sense of enjoyment. It appears not having an obvious purpose. It has repetitive elements but this repetitive elements also have variation. The element of enjoyment and recombination of elements is part of it. Tim Ferriss: That makes sense. Dr.","content_length":774,"content_tokens":168,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Appearing to having fun, but of course, that’s easy when you look at humans, but you look at reptiles, it’s like, how do you know if a snake is having fun? Tim Ferriss: I don’t have deep exposure to a lot of animals. I would say canids, certainly, you see something resembling play in dogs, in fox, et cetera, wolves certainly, cats. There seems to be some type of tailing off in almost every species I think of in terms of play. Maybe you have old dudes, 70-year-old humans playing chess in parks and so on, but the types of play change certainly over time. One of the coolest things I’ve ever seen was a video captured by a trail camera in the US of a coyote playing with — it certainly looked like play with a badger. They hunt together. Dr.","content_length":760,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Yes, I remember that. Tim Ferriss: It was jumping around, wagging its tail, dropping into this downward dog play position just as a domestic dog, domesticated dog would. I don’t want to take us too far off track, but this is directly mapping from some Northern American-Indian mythologies or what were thought to be mythologies that had largely never been observed by Western field biologists. It was thought to be this nonsensical mythology. Then lo and behold, it’s actually right there in front of you on camera. It’s pretty cool, but I had never observed, I don’t think I’d observed much in terms of non-combative interspecies play in that way. Right, because you can have like a cat playing with a mouse but the mouse isn’t having a great time. Dr.","content_length":769,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: There’s one animal they’re having fun and playing, the other one is not. Tim Ferriss: Those are a few examples that come to mind. What other examples come to mind for you? Dr. Isabel Behncke: The family of corvid, ravens, crows, are very playful birds. Parrots, as well. It’s not a coincidence. If you look at brain-to-body size ratio, both these groups of birds, namely parrots and corvids, are equivalent, if you will, to cetaceans and great apes in that they are big brains — Tim Ferriss: Cetaceans, including dolphins. Dr. Isabel Behncke: Yes, dolphins and whales. These are animals that don’t think of immediate genealogical relationships, but think of the niche again.","content_length":690,"content_tokens":184,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"What niche, what do these animals have in common? They are highly social, they live in complex societies. They have to deal with complexity. They tend to be long lived. Just if you add the dimension of time, if you are social and are long-lived, it means you have to deal with uncertainty, because who’s your friend? Will he be your friend two weeks from now? You haven’t seen them. With whom to cooperate? With whom not to cooperate? Social life is complex. All of these groups of animals have these things in common. Elephants is another group of animals that also play and they fall in this broad group of, generally speaking, large-brained, intelligent animals that live for a long time. They are very innovative but also extremely social. You have a relationship between sociality and intelligence.","content_length":803,"content_tokens":174,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I think that the third element there is that play when it’s possible, because now we get into the socio ecology of play. Play is not always possible, particularly for adults. Many things need to happen for play to make sense. Play has costs and risks and it’s more important for the young. The scaffolding is still true. My question was, why do you see this behavior in adult animals where it’s risky and expensive in time and energy? This brings us to — I’ve been thinking a lot, Tim, about time budgets and energy budgets at a personal level, I think because you are Mr. Optimization. Tim Ferriss: Sometimes. Dr. Isabel Behncke: Yeah, well, actually time budgets, you’re all about time budgets. Namely, how you organize your time. Can I actually tell you something? What a friend said yesterday was very funny.","content_length":812,"content_tokens":190,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I’m part of a literary club in — I attend a workshop every week here in Chile. We are Latin and it’s a country of poets. I’m coming from that explanation of the Latin poetry tradition. I told them we were going to speak today. They said, “Oh, yes, I know that guy. I studied him with my son because he has a method for only working one hour a week.” Then I said, “Yes, kind of.” They were obviously referring to The 4-Hour Workweek. Then in a very kind of Latin poet way, “Yes, I thought it was interesting. I was initially compelled by this idea of working less but then I thought, ‘He works a lot in order to work less.'” Tim Ferriss: The paradox. We live in paradox, ladies and gentlemen. Dr. Isabel Behncke: Basically, time budgets.","content_length":736,"content_tokens":195,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Actually that led us to a very interesting discussion on the use of time and what is to optimize and not to optimize? Play behavior, I think, has several insights in that use of time and use of energy. At what level do you put the optimization goal? That’s another topic. Tim Ferriss: I have some thoughts on this in the sense, and I should point out for people who are not aware. Most listeners will recognize the name Pablo Neruda but some may not associate Neruda with Chile. Chile has this incredible literary tradition. Of course, that’s only one example, but I would say part of why play fascinates me, then I want to come back to what worries you about humans right now based on what can we use more of, what would you encourage people to perhaps think about? That could take any number of different forms. I’d love to hear you speak to that.","content_length":849,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I will say that play is very interesting to me because I think it overlaps with what we might describe as flow states quite a lot. Certainly, if we include sports in play, although sports can become very violent in some cases. If we include that, then I find that there’s — time is a construct. We don’t have time to get into that right now, which is intended pun. For those interested in getting into the really strange aspects of time space as a user interface, listen to my conversation with Donald Hoffman, but not every hour is created equal. You can have the experience of passing an hour sitting at an airport waiting for something and it seems like 10 hours. You can have the experience of being stuck in your inbox and doing various types of work and the entire day passes and you can’t remember a single thing that you accomplished.","content_length":842,"content_tokens":178,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Then you can have this time dilation when you play, where you’re getting more hours per hour, if that makes any sense. The perception of time changes. In my experience, and part of my reason for being so interested in play, is you can buy more time from a perceptual perspective. Dr. Isabel Behncke: Completely. I think your point of the overlap with flow states is correct. I think play is broader than that. Flow states are a subcategory of play, but certainly I think they’re best understood through the lens of play. Flow states are perhaps more goal oriented than play necessarily is. If you distinguish between play and games, games are typically more goal oriented and clear outcomes. A contest obviously has an outcome and say, if you’re just play fighting with words or dancing, the reward is the activity itself. It’s an intrinsic reward. I would draw that distinction.","content_length":879,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: Yes, let’s jump into it. What can we learn from what you’ve observed in the natural world? Maybe what you’ve studied of earlier human civilizations or ways of organizing, ways of playing and why is it important? I know that’s a huge question, but I’m just thinking of the people who are listening to this podcast. You can speak to me as if you’re giving me the advice, because I would like to hear it too. If it makes you twitchy to think of it as advice, you can just describe it as an observer/adventurer scientist. A lot of people listening to this are probably listening to this podcast by and large to certainly learn from disparate fields and different types of experts, but also they probably work a fair amount. I would imagine most people who listen to this podcast work a fair amount.","content_length":807,"content_tokens":186,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"If you were to give them two glasses of wine and ask them if they would like more play in their lives, they’d be like, “Yes, for sure, for sure.” That’s Saturday night. They get back to Monday and that conversation disappears and is long forgotten. What do we do? Dr. Isabel Behncke: That makes sense. Let me think. I would say as an animal, and I say this, I think hopefully by now you realize that I say this in the best possible way. You are constrained first by two things. I want you to think about your energy budget and your time budget. Your energy budget is for you, basically your financial budget. I think you will obviously have covered this extensively, how to manage and create energy budgets. I define energy in the physics way of energy, ability to do work. For organisms, energy available comes in the form of metabolic energy.","content_length":844,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"For humans I think a good proxy is financial energy. Financial energy can increase. You can win the lottery and you can follow Tim’s advice and earn more money. Tim Ferriss: God save us. Good luck, everybody. [Laughter] Dr. Isabel Behncke: There you go. Right? Tim Ferriss: Yes. Dr. Isabel Behncke: That’s a great thing, because thanks to people like Tim actually, that you can increase your energy budget. Fantastic. Your time budget, however, you can’t. Time is an incredibly democratizing force, because you and an earthworm have 24 hours in the day. That’s a fixed budget, which means that there’s this constant interplay, tango or martial art, if you want, between your energy budget and your time budget. How you buy time or you use time is in interaction with your energy budget.","content_length":786,"content_tokens":192,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"The most obvious thing is that if you increase your energy budget, i. e. you have more money, you can buy your time. The first observation that I had with bonobos was that socio ecological question. When they have more wealth, i. e. there’s more fruit, what will they invest it in? It’s an investment question, because they could become fatter, for instance, namely storing that metabolic energy, or they could spend it in grooming, conversation, so to say, for bonobos. It was really interesting to me to see that in terms of investment decision, bonobos, when there was more fruit, they played more, which tells you several things. The first one is that play is expensive, not always you can play, that’s fine. First of all you should have sufficient metabolic energy to eat and travel and feed your kids and so on.","content_length":817,"content_tokens":185,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Play is in that sense, especially for adults, it’s true that it’s a luxury, but here we come into the adaptive joker hypothesis. There are some things in nature and in human cultures that when you can afford them, they create more luxury, oh, investment in education, living in a city like Austin or New York, i. e. in places that might be expensive to live, but you are putting yourself in a particular ecosystem that feeds into you the possibility of creating something further. The development of the human brain is another example. Something that is very expensive to grow, but if you can afford it, it also affords new possibilities. What I’m trying to say is I think that frame of thinking where you are trading off time budgets and energy budgets, any investor would know this, but at a personal level, it has helped me to look at it much more clearly, because your time is fixed, but your income can grow.","content_length":913,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"How do you become an adapted animal changing your time budget accordingly, not only to your income, but also to your context. It’s the context stupid. Paraphrasing Bill Clinton, obviously, “It’s the economy, stupid,” but it’s the context. Context is incredibly important in this sense. I think there are ways that you can describe your context, how much risk is there, how much uncertainty is there? I think if there’s a lot of uncertainty, you can actually develop ways to become more flexible. That’s what I was trying to study with the adaptive joker hypothesis. What is a joker? In cards, a joker is the card that adopts the value of the moment. It’s a trump card, but that value is given by context, which means that play is making you very good at reading context. It’s really all about assessing context.","content_length":811,"content_tokens":197,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Then it changes, it grows, it decreases, it becomes more intense, less intense, more aggressive, less aggressive. Do you see what I’m trying to say? Tim Ferriss: I think I do. Could you give an example of that? Dr. Isabel Behncke: For example, ways of playing change form like a joker shape-shifts. It’s a pretend behavior. It’s a shape-shifting behavior, according to what’s happening. Today, after the pandemic, well, sorry. We still [crosstalk] Tim Ferriss: Largely. Hopefully, fingers crossed, tail end. Dr. Isabel Behncke: Yes, tail end. I think ways of playing that are increasing in frequency are obviously face-to-face play. There’s a hunger for in-person, IRL, in real life, events.","content_length":691,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Well, it’s obvious, but it’s not obvious, if you will. We have amazing technology. The entire world has learned to Zoom. Why are we actually willing to still travel long distances and pay for plane tickets and suffer ridiculous queues and stuff, like going to Burning Man? Because this kind of play is important. We have this necessity for in real life meetings. Direct contact for humans is a very important form of play, it’s not the only form of play. That would be a very obvious example that I think I might predict we will see a lot of demand for that. Tim Ferriss: You said earlier, if I may interject, that you’ve only recently started implementing or applying some of these learnings related to play into your own life. How have you applied these to your own life, or what are some ways that you explore play? Dr. Isabel Behncke: The literary workshop is one.","content_length":868,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I do this weekly, my teacher is called Matías Rivas. He’s an editor and a poet and that intellectual play, allowing myself to — where I will spend time not only in science stuff, but actually actively pursuing artistic endeavors has been, I think, really life-changing and I had to learn my own lesson. Oh, guess what, play is important. At so many levels, literature has become — it was when I was a child, but I had left it. I think it’s useful if you think of the ways you played as a child, there’s something very true there. Some play people talk about is, look at your pictures, what were you drawn? What kind of play did you do? Was it literary play, was it play with animals, social play, play fighting, construction play, people that did LEGOs.","content_length":753,"content_tokens":180,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I think there’s a deep truth on personal development that has to do with what are we drawn in our purest forms of play, so to say. To recover that, I think is lesson number one. Tim Ferriss: Let me jump back to bonobos for a second. I had a book recommended to me. I can’t remember the book nor the author. I’m a bit embarrassed about that, but it related to chimpanzees and it was the story of a particular, I want to say, zoologist, who had taught, this is going to be very broad strokes, a particular chimpanzee, something like 200 signs from American Sign Language. That chimpanzee then had offspring and taught the offspring something like 70 or 80 signs. It was a language, it was a vocabulary, really, I guess, a language more than just vocabulary that was passed from this chimp to offspring. It was the story of this — I found myself wonder — Dr.","content_length":855,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Isabel Behncke: Was it Panbanisha? Tim Ferriss: It might have been. I’m blanking on the name. In this case it was a chimpanzee. The question that came to mind for me was, because I’ve become very interested in animal communication, not necessarily people who were horse whisperers and so on, although that is also interesting to me, it’s more so animal to animal communication. Within a wolf pack, how do they communicate? Let’s say, birds in flight, how do they maintain formation when they’re actually taking microsleeps, and the way that they rotate through this form? The whole thing is just incredible, but how do they communicate, if they communicate? Or how do they know, if they don’t communicate, for instance. A lot of these types of questions.","content_length":754,"content_tokens":182,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I was looking at this book summary and I thought to myself, “I wonder if this is a step up for the chimpanzee or a step down for the chimpanzee to have this surrogate language.” In other words, is it an augmentation or is it replacing something that actually has much more subtlety and nuance to it? I know this is a big shift of gears, but it could affect how one looks at the play they choose to engage in. How do bonobos communicate and how nuanced is their communication? Is it just like four, five, 10, or 12 different screeches and grunts that they get the rough gist across with? Has that been in any way distilled or identified by field biologists? Dr. Isabel Behncke: Thank you. We are learning, obviously, and we’re still learning and a lot more will come. The first thing that I think is very important to know is that communication is multimodal.","content_length":858,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"It’s comprised of gestures, hand gestures, but also body language, posture, proximity, you are sitting next to whom, you are in which location, just the physical location is also a part of communication. It’s also vocal, their utterances. The utterances have different meanings and they sometimes can be combined in different ways. Their communication is flexible. Their vocal communication is not as, obviously, flexible as human language is. We have really taken vocal communication to an extreme. We have vocal, we have hand gestures, we have body language and other cues, smell is also important. If you take this as a whole, they have different meanings depending how you combine it. The other thing that is important to understand, I think, in relation to your question and the chimpanzee example, is that it’s very difficult for us as humans, given that we exist in language, to not define intelligent communication from a human perspective.","content_length":948,"content_tokens":194,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Given that I do language, how good are you at doing language? Oh, language, spoken word. If you’re not as good as doing language, it means that your communication is inferior. You are defining the ability to swim if you are a fish according to how you swim. That is a little bit inevitable perhaps, but I think today we try to think of it from the point of view of the animals in relation to the problems they have to solve and in relation to the environment they’re in. Notice, “Oh, can they solve puzzles?” Because we’re so good at solving puzzles. That’s in general terms. The other thing that I think is important to think when you think about animal communication is, again, their environment. Bonobos live in the jungle. One of the obvious problems when you’re in the jungle is that there’s a lot of trees. Seeing visual cues are sometimes difficult.","content_length":856,"content_tokens":199,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I learned, if you talk to birders, you are birding in a forest, you start listening, basically you bird by listening to calls, not by visually recognizing. I realized that I shifted perceptual modes, so to say. I was following play and I would get super attuned to, how can I say this? It would sound weird, but a temperature, I call it a temperature, but it’s really a combination of things, i. e. the time of day, the place where your body knows what’s likely to happen. Then auditory cues, namely, laughter, very distant ha ha ha ha ha. Then you follow that and then you see them. The reason I mention that is because it gave me a very obvious insight into bonobo communication, namely, they can’t always see each other, therefore auditory communication is important. Tim Ferriss: I’ve only recently really come to appreciate how discrete different animal calls can be.","content_length":872,"content_tokens":200,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I hesitate to use the word nuanced because I’m not really sure in this context what that would mean, but for instance, you can train your ear to identify, say, a wildebeest alarm call for a lion versus a leopard. They sound different. Or a squirrel alarm call for certain types of predators that are stationary versus same predator when it’s moving. Even for animals, we would consider perhaps very, again, this is anthropomorphizing and judging them by our capabilities, but simple, where they still have a wide range of ability to communicate. I have to imagine that we’ve only scratched the surface. I know there’s been some very interesting research done with dolphins.","content_length":673,"content_tokens":147,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"If we could talk about this for hours and hours and hours, which we won’t, but if you had to hazard some theories that you think are worth examining, say, over the next five, 10, 20 years, maybe we’ll have more technology that will assist in this, but as it relates to field biology and animal communication, do you have any theories you’d like to posit as worth exploring or do you think there are any insights that perhaps you’ve observed, not insights, any phenomena that you’ve observed that you think, “Well, this isn’t really something I can — I wouldn’t go so far as to say this exists and I’ve proven it exists, but there is a hypothesis worth disproving here that is interesting?” Does anything come to mind for you? Dr. Isabel Behncke: Many things which are mostly questions.","content_length":785,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Following bonobos in the jungle, we try to predict their daily movements. Just a question, where are they going and why? We couldn’t. Not even the most experienced trackers, because we wanted to know where they were going for a very practical reason, because that would allow us to sleep for longer and find them. We couldn’t. The mental maps in their heads, their cognition, how do they know where to forage? It’s a very basic question. A lot of animal behavior people with a particular species have very good answers about this. Whether you’re talking about migratory birds, amazing. Migratory birds, how do they know? Have you seen the distances — Tim Ferriss: Yes, it’s bananas. Dr. Isabel Behncke: — these birds travel. Little guys. It’s amazing.","content_length":751,"content_tokens":181,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Then the world of cetaceans or bats, Austin and bats and echolocation, another huge topic. To stick with bonobos, in the jungle, the jungle is in many ways like the sea in the sense of that this particular jungle is flat. You don’t have perspective, not like Chilean forest where you’re in the mountains and you can see far. From my own perspective, I was like, “This is just like a sea of green.” Obviously, I’m not attuned to the nuances that they’re attuned, also because it’s not temperate an environment, but tropical, the fruiting patterns, it’s weird. Some trees fruit once a year, some trees every two years, some trees you go, I don’t know, a few months.","content_length":663,"content_tokens":177,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"What I’m trying to say, that the environmental uncertainty, the fluctuation in fruiting patterns is to my human untrained eye, very large and they seem to have this map that basically they know, they know when the bombambo tree has ripe fruit. They were like, “Okay, we’re shifting across the whole territory,” and I’m like, “How do they know?” These basic questions about travel, I find them fascinating, but maybe that was my own geek thing because I look at GPS endlessly. I haven’t worked it out yet. That’s one answer. That is actually compounded by — the second part of the answer to your previous question about play in my personal life, for the pandemic, I was in Chile, and I discovered not only this old way of literary play, but also started climbing again and spending a lot more time in the mountains.","content_length":814,"content_tokens":193,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"That opens an entirely new chapter in terms of physical exertion and risk. I’m not like a martial arts guy, but still I like to — Tim Ferriss: You and I both know Jason Nemer, the co-founder of AcroYoga, you have no excuse not to do Acro. [Laughter] Dr. Isabel Behncke: Oh, yes, I’m going to try to get out of it as much I can. Tim Ferriss: Which is probably one of the most similar forms of play if we map between bonobos and chimps and humans, that would seem to be, I’m not going to say completely, but copy and pasted from these primates. It definitely seems to scratch some type of itch.","content_length":592,"content_tokens":159,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I’ve never, with the exception of maybe some weird injury, never had an AcroYoga session where I’m like, “Wow, I really wish I hadn’t done that session.” You always feel better afterward. Checks so many boxes. I want to give him credit, Jason, where credit is due, since he’s the one who also introduced us. To come back to that travel question or how they know where to forage, two things come to mind for me, one that is equally mysterious in some respects, which is a story told in a book called Of Wolves and Men by Barry Lopez, which is a spectacular book. He talks about traveling with field biologists and at multiple points, observing, say, a wolf pack that would get up, point in one direction and just head off and they would trek for — this is in deep snow too, this is calorically, energetically expensive.","content_length":818,"content_tokens":196,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"This decision has consequences and they would travel for multiple days and then intersect perfectly with a migrating caribou herd that happened to be traveling the opposite side of this triangle, and you just have to ask yourself, “Okay, how does that happen exactly?” Maybe it’s a seasonal thing, maybe the caribou were doing that constantly, so it’s really just like intersecting with a highway, but by the story and the description, it didn’t seem to be the case. I find it very exciting that there are so many open questions. It seems like at every point in human history, we more or less thought we had it all figured out. This is true during the Alexandrian periods, this is true with the Egyptians, it’s true for hunter-gatherers, by and large, we had it figured out.","content_length":774,"content_tokens":179,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Maybe our explanatory model was gods and this and that and the other thing, but One has to assume that as one doctor said to me, 50 percent of what we know is wrong, we just don’t know which 50 percent. Tim Ferriss: The other hypothesis that comes to mind as you’re talking about bonobos and foraging behavior, and we don’t have to get into this, but people should look it up on Wikipedia, at the very least, is, I believe, it’s called the drunken monkey hypothesis.","content_length":466,"content_tokens":114,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"The drunken monkey hypothesis is a hypothesis that humans are predisposed to alcoholism and ethanol abuse because we were rewarded for being highly attuned, from an evolutionary perspective, to fermenting fruit, and that that was one olfactory cue that we used to locate food sources, and that that is one partial explanation, or maybe a complete explanation for why we are so predisposed to alcoholism as humans, which I thought was pretty interesting. I haven’t gone too deeply into it, but at face value, it seems to make some sense to me. I know we have gone a lot longer than planned Dr. Isabel, so I want to be respectful of your time.","content_length":641,"content_tokens":137,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Also, I think both of us probably need a little bit — speaking of something calorically expensive, this conversation, I think, is probably calorically expensive, so we could use some food and blood glucose, but is there anything — and we’ll do a round two at some point, this has been so much fun, and I didn’t even get through five percent of the notes I have in front of me, so we have no shortage of things to discuss. Is there anything that you would like to mention before we come to a close for this round one? People can find you online on Twitter @IsabelBehncke. We’ll link to that in the show notes. Instagram, instagram. com/isabel_behncke. We will include all of these in the show notes at tim. blog/podcast, with links to all the resources mentioned.","content_length":762,"content_tokens":183,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Anything else that you would like to bring up? Any other comments, complaints, requests of my audience, anything at all, before we bring this to a close? Dr. Isabel Behncke: Thank you, Tim. Two things. One, the comment on the Instagram, and, two it’s basically, I love feedback because I think nature evolves through feedback. I’m not very big on Twitter. I think I’ve been publishing more in Instagram, mainly through a form of play, because I discovered for myself that taking pictures is fun, so they’re not necessarily great, but it’s a way of playing. Anyway, if anyone wants to interact there, that’s — and I welcome the good, the bad, and the ugly, so that’s fun for me. I love to learn. Then the second point was in relation to coming about the drunken monkey hypothesis.","content_length":779,"content_tokens":191,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"I do think it’s a partial explanation because, as you would know by now, my bias is to go back to origins and take you a little bit further back in time. The reason why we have — ask yourself, “Why would we have the machinery for being drawn to fermentation in the first place?” Think about that. I think the answer of that is “play” because play is about the machinery for a biological excitement and intensity seeking. The overlap of substance abuse, but also creativity and restacking. I think a lot of these reward mechanisms are linked, and this is a huge topic, and it’s complicated because we go both on the light side and the dark side of things like creativity, which should not be spoken lightly, but let me just leave that, maybe, for the next time.","content_length":760,"content_tokens":172,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"Tim Ferriss: We’ll save that for chapter two, and for people who — you bring up a great point, actually, which is — I mean, many great points. The assumption that our ancestors sought out fermented fruit as a food source may be off-base because there are tons of animals — or solely as a food source might be misplaced because if you look at many different species throughout the animal kingdom, you find examples of seeking inebriation, right? You find tons all over the place. Reindeer and Lapland like to have fun too. People can look up that story in the origins of Santa Claus, if you want some extra credit reading, but, Isabel Behncke, it’s so nice to see you. It is so lovely to spend time together and to have a chance to explore all these things. You have so many other stories, you have so many other interests.","content_length":822,"content_tokens":189,"embedding":[]},{"episode_title":"The Tim Ferriss Show Transcripts: Primatologist Isabel Behncke on Play, Sexual Selection, and Lessons from Following Bonobos for 3,000 Kilometers in the Jungles of Congo (#598)","episode_url":"https://tim.blog/2022/06/04/primatologist-isabel-behncke-transcript/","episode_date":"June 4, 2022","episode_thanks":"","content":"We didn’t even get to your photographing of dead animals. [Laughter] Tim Ferriss: Going to leave that as a teaser. There are so many interesting side alleys to take, and we will share that with everyone in round two, at some point, but thank you so much for taking the time. Dr. Isabel Behncke: Lovely. Thank you so much for leading such a wonderful dance. Tim Ferriss: [Laughs] Hasta la próxima. For everybody listening, thank you so much for tuning in. Until next time, be a little kinder than is necessary, and take care. Dr. Isabel Behncke: Hasta la próxima, gracias. Related and Recommended The Tim Ferriss Show is one of the most popular podcasts in the world with more than 900 million downloads. It has been selected for \"Best of Apple Podcasts\" three times, it is often the #1 interview podcast across all of Apple Podcasts, and it's been ranked #1 out of 400,000+ podcasts on many occasions. To listen to any of the past episodes for free, check out this page.","content_length":969,"content_tokens":239,"embedding":[]}]}